-- phpMyAdmin SQL Dump
-- version 4.8.4
-- https://www.phpmyadmin.net/
--
-- 主機: 127.0.0.1
-- 產生時間： 2019 年 04 月 03 日 10:39
-- 伺服器版本: 10.1.37-MariaDB
-- PHP 版本： 7.1.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `movie`
--

-- --------------------------------------------------------

--
-- 資料表結構 `activity`
--

CREATE TABLE `activity` (
  `sid` int(255) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL COMMENT '活動名稱',
  `content` varchar(2003) COLLATE utf8_unicode_ci NOT NULL COMMENT '活動內容',
  `contenttype` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `dateStart` date NOT NULL COMMENT '活動開始日期',
  `dateEnd` date NOT NULL COMMENT '活動結束日期',
  `company` varchar(255) COLLATE utf8_unicode_ci NOT NULL COMMENT '廠商',
  `region` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `picture` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '活動圖片',
  `signup` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'no'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 資料表的匯出資料 `activity`
--

INSERT INTO `activity` (`sid`, `name`, `content`, `contenttype`, `dateStart`, `dateEnd`, `company`, `region`, `picture`, `signup`) VALUES
(68, '都會女子自救中！旅英插畫家 Kellykiwi ╳ Miacare 的氧氣生活', '<p><img alt=\"\" src=\"http://www.biosmonthly.com/uploads/articles/articles_coverphoto_20190315173255_859_.jpg\" /></p>\r\n\r\n<p>多彩繽紛的用色，都會感十足的乾淨線條，旅居英國十多年的插畫家&nbsp;<a href=\"https://www.facebook.com/kellykiwicarrotor/\">Kellykiwi</a>，擅於描繪女性，筆下每個女孩都有鮮明的形象與個性，不一樣，卻各有可愛之處。Kellykiwi &nbsp;畢業於倫敦聖馬丁藝術學院，擁有動畫和設計管理雙碩士學位，年紀輕輕已擁有一個五人工作室，合作過的品牌橫跨時尚、3C 產品、航空業、百貨業等等。</p>\r\n\r\n<p>喜歡旅行的她，以細膩畫工呈現眼中世界的多元，透過流暢線條，描繪出都會人物間既疏離又親近的各式形態。她繪畫的靈感，就來自旅行和對生活的感知，在不同城市之間穿梭，每個地方都有自己的氣味，當地女生透露出的氣質和穿搭品味也不盡相同，對她而言，旅行的真諦不在於去哪裡，而在於勇敢踏出舒適圈。</p>\r\n\r\n<p>能將女生畫得細膩，或許是因為 Kellykiwi 也細膩關心女生的生活。她曾在臉書發起<a href=\"https://www.facebook.com/pg/kellykiwicarrotor/photos/?tab=album&amp;album_id=1567900723235829\">「失戀自救手冊 100 天」</a>創作計畫，蒐集女孩的失戀故事，並用插畫對深陷情海的人伸出溫暖的手：</p>\r\n\r\n<blockquote>\r\n<p>（失戀是）每個少女長大必經的過程，很傷心很沮喪，覺得世界要毀滅了。煩惱跟一百個人講就會只剩下 1 % 的痛，這些小秘方請從一到一百依序服用，將會給你意想不到的人生！一起加油！</p>\r\n</blockquote>\r\n', 'warning,space', '2019-01-01', '2019-03-15', 'Spacebar Room 文青不挑片', '110 台北市信義區和平東路三段291號453', 'space', 'no'),
(69, '與 ADOY 的深夜聊聊：那些藏在歌裡的私密青春記憶', '<blockquote>\r\n<p>「我們在左線道一路奔馳／看著那些背後擦身而過的紅燈／我知道我們不該這樣／但我忍不住想知道⋯⋯」</p>\r\n</blockquote>\r\n\r\n<p>充滿青春情懷的歌詞，搭上迷幻的合成器聲響與誘人的吉他撥奏，讓來自韓國的 ADOY 在去年的貴人散步音樂節上廣受台灣樂迷好評。今年三月底，他們將應貴人散步音樂節的邀請，再次來到台灣與同樣深受樂迷喜愛的 Manic Sheep、雷擎共演，準備在台北、台南掀起一股亞洲浪漫風潮。</p>\r\n\r\n<p><img alt=\"ADOY 全美戲院 \" src=\"http://www.biosmonthly.com/uploads/images/adoy2(1).jpg\" style=\"height:467px; width:700px\" /></p>\r\n\r\n<p><img alt=\"ADOY 全美戲院 \" src=\"http://www.biosmonthly.com/uploads/images/adoy4(1).jpg\" style=\"height:467px; width:700px\" /></p>\r\n\r\n<p>成軍於 2016 年的 ADOY 由主唱兼吉他手 Juhwan、合成器手 Zee、貝斯手 Dayoung 與鼓手Geunchang 組成，原先來自不同樂團的他們在各自的樂團解散後聚在一起，借用主唱所養的貓「YODA」之名開始製作音樂。</p>\r\n\r\n<p>以「大眾獨立」（Commercial Indie）自居的他們，巧妙地打造令人印象深刻的旋律，而仔細聆聽樂曲之間的聲響編成，卻又能從中發現精巧而特別的細節。除了在獨立音樂圈演出以外，他們也曾出演「柳熙烈的寫生簿」等韓國流行音樂節目，使得 ADOY 在成軍的短短三年間，便獲得極高的人氣。</p>\r\n\r\n<p>聆聽他們在 2017 發行的首張作品《CATNIP》，可以清楚地捕捉 ADOY 音樂裡關於青春的母題，他們在令人放鬆的旋律裡，用簡單卻畫面感十足的英文歌詞，描繪著那些已經逝去而仍然燦爛的青春紀事。</p>\r\n', 'warning,danger,space', '2019-01-01', '2019-03-13', 'Spacebar Room 文青不挑片', '110 台北市信義區和平東路三段291號453', 'space', 'no'),
(70, '♫ ♪♫ 愛的蓋台：來了來了，插畫家們從山坡上輕輕地爬下來向台灣唱片致敬了 ♫ ♪♫', '<p>你有多久沒有走進唱片行呢？還記得那張你最愛的唱篇封面嗎？作為圖像創作者推手、長期關注次文化的漫畫書店&nbsp;<a href=\"https://www.facebook.com/pg/Mangasick/about/?ref=page_internal\">Mangasick</a>&nbsp;主辦<a href=\"https://www.facebook.com/events/274972899833269/?active_tab=about\">臺灣唱片致敬展「愛的蓋台」</a>，邀請 26 位台灣創作者為心中那張經典唱片重新繪製封面插畫，致敬唱片並分享聆聽的感想或有關的生命經驗。</p>\r\n\r\n<p>由老B和黃尖開業於2013年的Mangasick，隱身於人文氣息濃厚的公館，販售精選的台、日、中、港四地的另類漫畫、zine與週邊商品，店內也提供付費內閱，每月舉辦展覽，不定期以 Mangasick 名義出版台日兩地創作者的作品集或刊物，豐富的次文化內涵，被漫畫愛好者稱之為「聖地」。</p>\r\n\r\n<table>\r\n	<tbody>\r\n		<tr>\r\n			<td>\r\n			<p><img alt=\"\" src=\"http://www.biosmonthly.com/uploads/images/album2(1).JPG\" style=\"height:415px; width:700px\" /></p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p>Mangasick 分享，在唱片封面致敬展在日本已經行之有年且為非常普遍的一種企劃，更指出：「在網路發達和近年刊物文化興起前，台灣的唱片行也許比書店更接近另類視覺藝術的糧倉。塗鴉、抽象、頹廢、繁複、樸拙&hellip;&hellip;順應或踐踏島外某地潮流的表現手法乘著唱片封面飄上岸，點滴改寫我們對世界的想像。」</p>\r\n\r\n<p>在人氣圖文作家「肥宅語錄」A RAY、台灣資深的漫畫動畫家王登鈺等不同背景、創作風格的台灣創作者，挑選出橫跨流行和獨立音樂的唱片，讀者原本也許不會注意到的台灣唱片和圖像創作者，交織出創作的火花。我們在此展覽中挑選出了五位展出的新銳插畫家與作品：</p>\r\n', 'warning,danger,space', '2019-01-01', '2019-01-24', 'Spacebar Room 文青不挑片', '110 台北市信義區和平東路三段291號453', 'space', 'no'),
(71, '三月主題：拉美情懷', '<p>傳統定義而言，相對以美國為主的北美洲，自美墨邊界以南，至南美洲的合望角這片廣大的土地，被稱為拉丁美洲。擁有豐富的天然資源，也因此受到強國的覬覦，自1492年哥倫布發現新大陸，三百年來受到西班牙、葡萄牙和法國等國殖民統治，19世紀初，殖民地紛紛獨立後，又淪為歐洲工業強權英國的經濟附庸，直到20世紀初，美國從英國接手各國的資源控制，而這個歷史的後遺症，也嚴重影響拉丁美洲三十多國政治及經濟的穩定。如今，獨裁政權、毒梟勢力、貧富不均，這些負面印象正在扭轉，破碎的歷史碎片正逐步被拾起。拉丁美洲這個曾被邊緣化的地區，糅和各種混血文化，廣大的包容力反倒造就多元樣貌的藝術文化。本月份府中15選映反映拉丁美洲國家歷史或現狀的紀錄片，以及敘事手法獨特創新的劇情片，將帶給觀眾耳目一新的視覺饗宴。<br />\r\n&nbsp;<br />\r\n若想了解政治、經濟是如何改變拉丁美洲的命運，由奧斯卡名導奧立佛史東所執導的紀錄片《國境之南》，由導演親自走訪中南美等五國，拜會各國領袖，希望透過鏡頭破除美國對於南美洲左派領導人妖魔化的假象。八零年代的智利與阿根廷在獨裁政權下，人民的生活又是如何呢？紀錄片《智利不會忘記》的導演古茲曼因1973年的911政變被迫流亡海外，本片以訪談及重演的形式，傳承智利政變的複雜歷史；《失蹤的時光》雖也探討阿根廷於八零年代獨裁政府下的鎮壓悲劇，導演拍攝自己的祖母，從家族記憶去講述歷史傷痕，令人動容。<br />\r\n&nbsp;<br />\r\n中美洲和加勒比海的幾個國家，被稱為「香蕉共和國」，原因是在於這些國家仰賴單一經濟，大量種植香蕉，以供給都樂（Dole）這類的跨國食品公司。紀錄片《香蕉戰爭》跟隨美國人權律師，為尼加拉瓜的蕉農發聲，這是小蝦米對抗大鯨魚的故事。然而，拍攝完畢後，影片到影展播映卻受到打壓，導演於是再度拾起攝影機，拍攝續集《全面蕉戰》，希望贏回言論自由的空間！而在委內瑞拉，政治腐敗而影響經濟，公共衛生系統逐漸瓦解，醫療人員紛紛出走，必須倚靠國外的非政府組織走私藥品，《委內瑞拉沒有藥神》直擊委國政府的腐敗及醫療問題。<br />\r\n&nbsp;<br />\r\n然而，正因拉丁美洲政經及社會不穩定，獨裁政府、軍閥掌控，知識分子覺醒，在文學表現上也逐漸自成一格。馬奎斯的經典之作《百年孤寂》就是此魔幻寫實手法的代表作之一，紀錄片《馬奎斯如何成為馬奎斯》回到作者家鄉，追溯他成長的背景及一生在文學領域的貢獻。拉丁美洲文學作家延伸劇情片則推薦《追緝聶魯達》、《朝聖之旅：保羅科爾賀》，前者描述詩人聶魯達因抨擊政府，而展開長達四年的亡命之途；後者則是當代最受歡迎，也最具影響力的作家傳記。當然也絕不能錯過熱情洋溢的拉美音樂、舞蹈電影，《探戈情未了》記錄阿根廷探戈舞王、舞后的愛情糾葛；《樂士浮生錄》是名導溫德斯記錄古巴老樂團傳奇故事；《查維拉：女人別為我哭泣》帶觀眾認識風靡墨西哥，紅到歐洲的拉丁女歌手；劇情片《狂野騷莎》則透過一個異國愛情故事，帶大家體驗哥倫比亞騷莎的熱情。<br />\r\n&nbsp;<br />\r\n最後，「亞洲之夜」單元特別推薦影展常客&mdash;韓國導演洪常秀的三部作品《獨自在夜晚的海邊》、《那天之後》及《克萊兒的相機》。紀錄片駐館導師單元則邀請以《日常對話》榮獲柏林影展泰迪熊獎最佳紀錄片的黃惠偵導演，於本月帶大家走入她的紀錄片創作。獎勵優良影像創作，並提攜年輕創作者不遺餘力的「金穗獎」入圍影展，本月將於府中15舉辦。</p>\r\n', 'success,warning,danger,info,space', '2019-01-01', '2019-03-31', '府中15新北紀錄片放映院', '22055新北市板橋區府中路15號', 'space', 'no'),
(72, '吃甜點配咖啡！!!!!!', '<p>週末有今年第一模的草莓塔，趁著季節快結束前來吃個甜吧，接下來會慢慢把草莓移去做成果醬或是拌入蛋糕裡一起烘烤，果實是這樣的，不是她的季節就不要勉強讓她作陪，還有很多方式可以品嚐她的美好????；另外準備了約克夏奶茶戚風，藍莓酸奶溫蛋糕，焦糖布丁，以及巧克力人一定要吃的古典巧克力蛋糕，很！好！吃！????。<br />\r\n歡迎提早出門或是五點以後再來，最近都有好好的人客讓座，讓滿座的下午不用等太久就有位子，老闆感謝你</p>\r\n', 'success,warning,danger,info,space', '2019-01-01', '2019-12-31', '台北 Xiaomijo小米酒咖啡館', '台北市大安區永康街41巷5號', 'space', 'no'),
(74, '都會女子自救中！旅英插畫家 Kellykiwi ╳ Miacare 的氧氣生活', '<p><img alt=\"\" src=\"http://www.biosmonthly.com/uploads/articles/articles_coverphoto_20190315173255_859_.jpg\" /></p>\r\n\r\n<p>多彩繽紛的用色，都會感十足的乾淨線條，旅居英國十多年的插畫家&nbsp;<a href=\"https://www.facebook.com/kellykiwicarrotor/\">Kellykiwi</a>，擅於描繪女性，筆下每個女孩都有鮮明的形象與個性，不一樣，卻各有可愛之處。Kellykiwi &nbsp;畢業於倫敦聖馬丁藝術學院，擁有動畫和設計管理雙碩士學位，年紀輕輕已擁有一個五人工作室，合作過的品牌橫跨時尚、3C 產品、航空業、百貨業等等。</p>\r\n\r\n<p>喜歡旅行的她，以細膩畫工呈現眼中世界的多元，透過流暢線條，描繪出都會人物間既疏離又親近的各式形態。她繪畫的靈感，就來自旅行和對生活的感知，在不同城市之間穿梭，每個地方都有自己的氣味，當地女生透露出的氣質和穿搭品味也不盡相同，對她而言，旅行的真諦不在於去哪裡，而在於勇敢踏出舒適圈。</p>\r\n\r\n<p>能將女生畫得細膩，或許是因為 Kellykiwi 也細膩關心女生的生活。她曾在臉書發起<a href=\"https://www.facebook.com/pg/kellykiwicarrotor/photos/?tab=album&amp;album_id=1567900723235829\">「失戀自救手冊 100 天」</a>創作計畫，蒐集女孩的失戀故事，並用插畫對深陷情海的人伸出溫暖的手：</p>\r\n\r\n<blockquote>\r\n<p>（失戀是）每個少女長大必經的過程，很傷心很沮喪，覺得世界要毀滅了。煩惱跟一百個人講就會只剩下 1 % 的痛，這些小秘方請從一到一百依序服用，將會給你意想不到的人生！一起加油！</p>\r\n</blockquote>\r\n', 'warning,space', '2019-01-01', '2019-03-15', 'Spacebar Room 文青不挑片', '110 台北市信義區和平東路三段291號453', 'space', 'no'),
(75, '與 ADOY 的深夜聊聊：那些藏在歌裡的私密青春記憶', '<blockquote>\r\n<p>「我們在左線道一路奔馳／看著那些背後擦身而過的紅燈／我知道我們不該這樣／但我忍不住想知道⋯⋯」</p>\r\n</blockquote>\r\n\r\n<p>充滿青春情懷的歌詞，搭上迷幻的合成器聲響與誘人的吉他撥奏，讓來自韓國的 ADOY 在去年的貴人散步音樂節上廣受台灣樂迷好評。今年三月底，他們將應貴人散步音樂節的邀請，再次來到台灣與同樣深受樂迷喜愛的 Manic Sheep、雷擎共演，準備在台北、台南掀起一股亞洲浪漫風潮。</p>\r\n\r\n<p><img alt=\"ADOY 全美戲院 \" src=\"http://www.biosmonthly.com/uploads/images/adoy2(1).jpg\" style=\"height:467px; width:700px\" /></p>\r\n\r\n<p><img alt=\"ADOY 全美戲院 \" src=\"http://www.biosmonthly.com/uploads/images/adoy4(1).jpg\" style=\"height:467px; width:700px\" /></p>\r\n\r\n<p>成軍於 2016 年的 ADOY 由主唱兼吉他手 Juhwan、合成器手 Zee、貝斯手 Dayoung 與鼓手Geunchang 組成，原先來自不同樂團的他們在各自的樂團解散後聚在一起，借用主唱所養的貓「YODA」之名開始製作音樂。</p>\r\n\r\n<p>以「大眾獨立」（Commercial Indie）自居的他們，巧妙地打造令人印象深刻的旋律，而仔細聆聽樂曲之間的聲響編成，卻又能從中發現精巧而特別的細節。除了在獨立音樂圈演出以外，他們也曾出演「柳熙烈的寫生簿」等韓國流行音樂節目，使得 ADOY 在成軍的短短三年間，便獲得極高的人氣。</p>\r\n\r\n<p>聆聽他們在 2017 發行的首張作品《CATNIP》，可以清楚地捕捉 ADOY 音樂裡關於青春的母題，他們在令人放鬆的旋律裡，用簡單卻畫面感十足的英文歌詞，描繪著那些已經逝去而仍然燦爛的青春紀事。</p>\r\n', 'warning,danger,space', '2019-01-01', '2019-03-13', 'Spacebar Room 文青不挑片', '110 台北市信義區和平東路三段291號453', 'space', 'no'),
(76, '♫ ♪♫ 愛的蓋台：來了來了，插畫家們從山坡上輕輕地爬下來向台灣唱片致敬了 ♫ ♪♫', '<p>你有多久沒有走進唱片行呢？還記得那張你最愛的唱篇封面嗎？作為圖像創作者推手、長期關注次文化的漫畫書店&nbsp;<a href=\"https://www.facebook.com/pg/Mangasick/about/?ref=page_internal\">Mangasick</a>&nbsp;主辦<a href=\"https://www.facebook.com/events/274972899833269/?active_tab=about\">臺灣唱片致敬展「愛的蓋台」</a>，邀請 26 位台灣創作者為心中那張經典唱片重新繪製封面插畫，致敬唱片並分享聆聽的感想或有關的生命經驗。</p>\r\n\r\n<p>由老B和黃尖開業於2013年的Mangasick，隱身於人文氣息濃厚的公館，販售精選的台、日、中、港四地的另類漫畫、zine與週邊商品，店內也提供付費內閱，每月舉辦展覽，不定期以 Mangasick 名義出版台日兩地創作者的作品集或刊物，豐富的次文化內涵，被漫畫愛好者稱之為「聖地」。</p>\r\n\r\n<table>\r\n	<tbody>\r\n		<tr>\r\n			<td>\r\n			<p><img alt=\"\" src=\"http://www.biosmonthly.com/uploads/images/album2(1).JPG\" style=\"height:415px; width:700px\" /></p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p>Mangasick 分享，在唱片封面致敬展在日本已經行之有年且為非常普遍的一種企劃，更指出：「在網路發達和近年刊物文化興起前，台灣的唱片行也許比書店更接近另類視覺藝術的糧倉。塗鴉、抽象、頹廢、繁複、樸拙&hellip;&hellip;順應或踐踏島外某地潮流的表現手法乘著唱片封面飄上岸，點滴改寫我們對世界的想像。」</p>\r\n\r\n<p>在人氣圖文作家「肥宅語錄」A RAY、台灣資深的漫畫動畫家王登鈺等不同背景、創作風格的台灣創作者，挑選出橫跨流行和獨立音樂的唱片，讀者原本也許不會注意到的台灣唱片和圖像創作者，交織出創作的火花。我們在此展覽中挑選出了五位展出的新銳插畫家與作品：</p>\r\n', 'warning,danger,space', '2019-01-01', '2019-01-24', 'Spacebar Room 文青不挑片', '110 台北市信義區和平東路三段291號453', 'space', 'no'),
(79, '三月主題：拉美情懷', '<p>傳統定義而言，相對以美國為主的北美洲，自美墨邊界以南，至南美洲的合望角這片廣大的土地，被稱為拉丁美洲。擁有豐富的天然資源，也因此受到強國的覬覦，自1492年哥倫布發現新大陸，三百年來受到西班牙、葡萄牙和法國等國殖民統治，19世紀初，殖民地紛紛獨立後，又淪為歐洲工業強權英國的經濟附庸，直到20世紀初，美國從英國接手各國的資源控制，而這個歷史的後遺症，也嚴重影響拉丁美洲三十多國政治及經濟的穩定。如今，獨裁政權、毒梟勢力、貧富不均，這些負面印象正在扭轉，破碎的歷史碎片正逐步被拾起。拉丁美洲這個曾被邊緣化的地區，糅和各種混血文化，廣大的包容力反倒造就多元樣貌的藝術文化。本月份府中15選映反映拉丁美洲國家歷史或現狀的紀錄片，以及敘事手法獨特創新的劇情片，將帶給觀眾耳目一新的視覺饗宴。<br />\r\n&nbsp;<br />\r\n若想了解政治、經濟是如何改變拉丁美洲的命運，由奧斯卡名導奧立佛史東所執導的紀錄片《國境之南》，由導演親自走訪中南美等五國，拜會各國領袖，希望透過鏡頭破除美國對於南美洲左派領導人妖魔化的假象。八零年代的智利與阿根廷在獨裁政權下，人民的生活又是如何呢？紀錄片《智利不會忘記》的導演古茲曼因1973年的911政變被迫流亡海外，本片以訪談及重演的形式，傳承智利政變的複雜歷史；《失蹤的時光》雖也探討阿根廷於八零年代獨裁政府下的鎮壓悲劇，導演拍攝自己的祖母，從家族記憶去講述歷史傷痕，令人動容。<br />\r\n&nbsp;<br />\r\n中美洲和加勒比海的幾個國家，被稱為「香蕉共和國」，原因是在於這些國家仰賴單一經濟，大量種植香蕉，以供給都樂（Dole）這類的跨國食品公司。紀錄片《香蕉戰爭》跟隨美國人權律師，為尼加拉瓜的蕉農發聲，這是小蝦米對抗大鯨魚的故事。然而，拍攝完畢後，影片到影展播映卻受到打壓，導演於是再度拾起攝影機，拍攝續集《全面蕉戰》，希望贏回言論自由的空間！而在委內瑞拉，政治腐敗而影響經濟，公共衛生系統逐漸瓦解，醫療人員紛紛出走，必須倚靠國外的非政府組織走私藥品，《委內瑞拉沒有藥神》直擊委國政府的腐敗及醫療問題。<br />\r\n&nbsp;<br />\r\n然而，正因拉丁美洲政經及社會不穩定，獨裁政府、軍閥掌控，知識分子覺醒，在文學表現上也逐漸自成一格。馬奎斯的經典之作《百年孤寂》就是此魔幻寫實手法的代表作之一，紀錄片《馬奎斯如何成為馬奎斯》回到作者家鄉，追溯他成長的背景及一生在文學領域的貢獻。拉丁美洲文學作家延伸劇情片則推薦《追緝聶魯達》、《朝聖之旅：保羅科爾賀》，前者描述詩人聶魯達因抨擊政府，而展開長達四年的亡命之途；後者則是當代最受歡迎，也最具影響力的作家傳記。當然也絕不能錯過熱情洋溢的拉美音樂、舞蹈電影，《探戈情未了》記錄阿根廷探戈舞王、舞后的愛情糾葛；《樂士浮生錄》是名導溫德斯記錄古巴老樂團傳奇故事；《查維拉：女人別為我哭泣》帶觀眾認識風靡墨西哥，紅到歐洲的拉丁女歌手；劇情片《狂野騷莎》則透過一個異國愛情故事，帶大家體驗哥倫比亞騷莎的熱情。<br />\r\n&nbsp;<br />\r\n最後，「亞洲之夜」單元特別推薦影展常客&mdash;韓國導演洪常秀的三部作品《獨自在夜晚的海邊》、《那天之後》及《克萊兒的相機》。紀錄片駐館導師單元則邀請以《日常對話》榮獲柏林影展泰迪熊獎最佳紀錄片的黃惠偵導演，於本月帶大家走入她的紀錄片創作。獎勵優良影像創作，並提攜年輕創作者不遺餘力的「金穗獎」入圍影展，本月將於府中15舉辦。</p>\r\n', 'success,warning,danger,info,space', '2019-01-01', '2019-03-31', '府中15新北紀錄片放映院', '22055新北市板橋區府中路15號', 'space', 'no'),
(80, '都會女子自救中！旅英插畫家 Kellykiwi ╳ Miacare 的氧氣生活', '<p><img alt=\"\" src=\"http://www.biosmonthly.com/uploads/articles/articles_coverphoto_20190315173255_859_.jpg\" /></p>\r\n\r\n<p>多彩繽紛的用色，都會感十足的乾淨線條，旅居英國十多年的插畫家&nbsp;<a href=\"https://www.facebook.com/kellykiwicarrotor/\">Kellykiwi</a>，擅於描繪女性，筆下每個女孩都有鮮明的形象與個性，不一樣，卻各有可愛之處。Kellykiwi &nbsp;畢業於倫敦聖馬丁藝術學院，擁有動畫和設計管理雙碩士學位，年紀輕輕已擁有一個五人工作室，合作過的品牌橫跨時尚、3C 產品、航空業、百貨業等等。</p>\r\n\r\n<p>喜歡旅行的她，以細膩畫工呈現眼中世界的多元，透過流暢線條，描繪出都會人物間既疏離又親近的各式形態。她繪畫的靈感，就來自旅行和對生活的感知，在不同城市之間穿梭，每個地方都有自己的氣味，當地女生透露出的氣質和穿搭品味也不盡相同，對她而言，旅行的真諦不在於去哪裡，而在於勇敢踏出舒適圈。</p>\r\n\r\n<p>能將女生畫得細膩，或許是因為 Kellykiwi 也細膩關心女生的生活。她曾在臉書發起<a href=\"https://www.facebook.com/pg/kellykiwicarrotor/photos/?tab=album&amp;album_id=1567900723235829\">「失戀自救手冊 100 天」</a>創作計畫，蒐集女孩的失戀故事，並用插畫對深陷情海的人伸出溫暖的手：</p>\r\n\r\n<blockquote>\r\n<p>（失戀是）每個少女長大必經的過程，很傷心很沮喪，覺得世界要毀滅了。煩惱跟一百個人講就會只剩下 1 % 的痛，這些小秘方請從一到一百依序服用，將會給你意想不到的人生！一起加油！</p>\r\n</blockquote>\r\n', 'warning,space', '2019-01-01', '2019-03-06', 'Spacebar Room 文青不挑片', '110 台北市信義區和平東路三段291號453', 'space', 'no'),
(81, '與 ADOY 的深夜聊聊：那些藏在歌裡的私密青春記憶', '<blockquote>\r\n<p>「我們在左線道一路奔馳／看著那些背後擦身而過的紅燈／我知道我們不該這樣／但我忍不住想知道⋯⋯」</p>\r\n</blockquote>\r\n\r\n<p>充滿青春情懷的歌詞，搭上迷幻的合成器聲響與誘人的吉他撥奏，讓來自韓國的 ADOY 在去年的貴人散步音樂節上廣受台灣樂迷好評。今年三月底，他們將應貴人散步音樂節的邀請，再次來到台灣與同樣深受樂迷喜愛的 Manic Sheep、雷擎共演，準備在台北、台南掀起一股亞洲浪漫風潮。</p>\r\n\r\n<p><img alt=\"ADOY 全美戲院 \" src=\"http://www.biosmonthly.com/uploads/images/adoy2(1).jpg\" style=\"height:467px; width:700px\" /></p>\r\n\r\n<p><img alt=\"ADOY 全美戲院 \" src=\"http://www.biosmonthly.com/uploads/images/adoy4(1).jpg\" style=\"height:467px; width:700px\" /></p>\r\n\r\n<p>成軍於 2016 年的 ADOY 由主唱兼吉他手 Juhwan、合成器手 Zee、貝斯手 Dayoung 與鼓手Geunchang 組成，原先來自不同樂團的他們在各自的樂團解散後聚在一起，借用主唱所養的貓「YODA」之名開始製作音樂。</p>\r\n\r\n<p>以「大眾獨立」（Commercial Indie）自居的他們，巧妙地打造令人印象深刻的旋律，而仔細聆聽樂曲之間的聲響編成，卻又能從中發現精巧而特別的細節。除了在獨立音樂圈演出以外，他們也曾出演「柳熙烈的寫生簿」等韓國流行音樂節目，使得 ADOY 在成軍的短短三年間，便獲得極高的人氣。</p>\r\n\r\n<p>聆聽他們在 2017 發行的首張作品《CATNIP》，可以清楚地捕捉 ADOY 音樂裡關於青春的母題，他們在令人放鬆的旋律裡，用簡單卻畫面感十足的英文歌詞，描繪著那些已經逝去而仍然燦爛的青春紀事。</p>\r\n', 'warning,danger,space', '2019-01-01', '2019-03-13', 'Spacebar Room 文青不挑片', '110 台北市信義區和平東路三段291號453', 'space', 'no'),
(82, '♫ ♪♫ 愛的蓋台：來了來了，插畫家們從山坡上輕輕地爬下來向台灣唱片致敬了 ♫ ♪♫', '<p>你有多久沒有走進唱片行呢？還記得那張你最愛的唱篇封面嗎？作為圖像創作者推手、長期關注次文化的漫畫書店&nbsp;<a href=\"https://www.facebook.com/pg/Mangasick/about/?ref=page_internal\">Mangasick</a>&nbsp;主辦<a href=\"https://www.facebook.com/events/274972899833269/?active_tab=about\">臺灣唱片致敬展「愛的蓋台」</a>，邀請 26 位台灣創作者為心中那張經典唱片重新繪製封面插畫，致敬唱片並分享聆聽的感想或有關的生命經驗。</p>\r\n\r\n<p>由老B和黃尖開業於2013年的Mangasick，隱身於人文氣息濃厚的公館，販售精選的台、日、中、港四地的另類漫畫、zine與週邊商品，店內也提供付費內閱，每月舉辦展覽，不定期以 Mangasick 名義出版台日兩地創作者的作品集或刊物，豐富的次文化內涵，被漫畫愛好者稱之為「聖地」。</p>\r\n\r\n<table>\r\n	<tbody>\r\n		<tr>\r\n			<td>\r\n			<p><img alt=\"\" src=\"http://www.biosmonthly.com/uploads/images/album2(1).JPG\" style=\"height:415px; width:700px\" /></p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p>Mangasick 分享，在唱片封面致敬展在日本已經行之有年且為非常普遍的一種企劃，更指出：「在網路發達和近年刊物文化興起前，台灣的唱片行也許比書店更接近另類視覺藝術的糧倉。塗鴉、抽象、頹廢、繁複、樸拙&hellip;&hellip;順應或踐踏島外某地潮流的表現手法乘著唱片封面飄上岸，點滴改寫我們對世界的想像。」</p>\r\n\r\n<p>在人氣圖文作家「肥宅語錄」A RAY、台灣資深的漫畫動畫家王登鈺等不同背景、創作風格的台灣創作者，挑選出橫跨流行和獨立音樂的唱片，讀者原本也許不會注意到的台灣唱片和圖像創作者，交織出創作的火花。我們在此展覽中挑選出了五位展出的新銳插畫家與作品：</p>\r\n', 'warning,danger,space', '2019-01-01', '2019-01-24', 'Spacebar Room 文青不挑片', '110 台北市信義區和平東路三段291號453', 'space', 'no'),
(83, '都會女子自救中！旅英插畫家 Kellykiwi ╳ Miacare 的氧氣生活', '<p><img alt=\"\" src=\"http://www.biosmonthly.com/uploads/articles/articles_coverphoto_20190315173255_859_.jpg\" /></p>\r\n\r\n<p>多彩繽紛的用色，都會感十足的乾淨線條，旅居英國十多年的插畫家&nbsp;<a href=\"https://www.facebook.com/kellykiwicarrotor/\">Kellykiwi</a>，擅於描繪女性，筆下每個女孩都有鮮明的形象與個性，不一樣，卻各有可愛之處。Kellykiwi &nbsp;畢業於倫敦聖馬丁藝術學院，擁有動畫和設計管理雙碩士學位，年紀輕輕已擁有一個五人工作室，合作過的品牌橫跨時尚、3C 產品、航空業、百貨業等等。</p>\r\n\r\n<p>喜歡旅行的她，以細膩畫工呈現眼中世界的多元，透過流暢線條，描繪出都會人物間既疏離又親近的各式形態。她繪畫的靈感，就來自旅行和對生活的感知，在不同城市之間穿梭，每個地方都有自己的氣味，當地女生透露出的氣質和穿搭品味也不盡相同，對她而言，旅行的真諦不在於去哪裡，而在於勇敢踏出舒適圈。</p>\r\n\r\n<p>能將女生畫得細膩，或許是因為 Kellykiwi 也細膩關心女生的生活。她曾在臉書發起<a href=\"https://www.facebook.com/pg/kellykiwicarrotor/photos/?tab=album&amp;album_id=1567900723235829\">「失戀自救手冊 100 天」</a>創作計畫，蒐集女孩的失戀故事，並用插畫對深陷情海的人伸出溫暖的手：</p>\r\n\r\n<blockquote>\r\n<p>（失戀是）每個少女長大必經的過程，很傷心很沮喪，覺得世界要毀滅了。煩惱跟一百個人講就會只剩下 1 % 的痛，這些小秘方請從一到一百依序服用，將會給你意想不到的人生！一起加油！</p>\r\n</blockquote>\r\n', 'warning,space', '2018-01-01', '2019-03-15', 'Spacebar Room 文青不挑片', '110 台北市信義區和平東路三段291號453', 'space', 'no'),
(84, '與 ADOY 的深夜聊聊：那些藏在歌裡的私密青春記憶', '<blockquote>\r\n<p>「我們在左線道一路奔馳／看著那些背後擦身而過的紅燈／我知道我們不該這樣／但我忍不住想知道⋯⋯」</p>\r\n</blockquote>\r\n\r\n<p>充滿青春情懷的歌詞，搭上迷幻的合成器聲響與誘人的吉他撥奏，讓來自韓國的 ADOY 在去年的貴人散步音樂節上廣受台灣樂迷好評。今年三月底，他們將應貴人散步音樂節的邀請，再次來到台灣與同樣深受樂迷喜愛的 Manic Sheep、雷擎共演，準備在台北、台南掀起一股亞洲浪漫風潮。</p>\r\n\r\n<p><img alt=\"ADOY 全美戲院 \" src=\"http://www.biosmonthly.com/uploads/images/adoy2(1).jpg\" style=\"height:467px; width:700px\" /></p>\r\n\r\n<p><img alt=\"ADOY 全美戲院 \" src=\"http://www.biosmonthly.com/uploads/images/adoy4(1).jpg\" style=\"height:467px; width:700px\" /></p>\r\n\r\n<p>成軍於 2016 年的 ADOY 由主唱兼吉他手 Juhwan、合成器手 Zee、貝斯手 Dayoung 與鼓手Geunchang 組成，原先來自不同樂團的他們在各自的樂團解散後聚在一起，借用主唱所養的貓「YODA」之名開始製作音樂。</p>\r\n\r\n<p>以「大眾獨立」（Commercial Indie）自居的他們，巧妙地打造令人印象深刻的旋律，而仔細聆聽樂曲之間的聲響編成，卻又能從中發現精巧而特別的細節。除了在獨立音樂圈演出以外，他們也曾出演「柳熙烈的寫生簿」等韓國流行音樂節目，使得 ADOY 在成軍的短短三年間，便獲得極高的人氣。</p>\r\n\r\n<p>聆聽他們在 2017 發行的首張作品《CATNIP》，可以清楚地捕捉 ADOY 音樂裡關於青春的母題，他們在令人放鬆的旋律裡，用簡單卻畫面感十足的英文歌詞，描繪著那些已經逝去而仍然燦爛的青春紀事。</p>\r\n', 'warning,danger,space', '2019-01-01', '2019-03-13', 'Spacebar Room 文青不挑片', '110 台北市信義區和平東路三段291號453', 'space', 'no'),
(86, '吃甜點配咖啡！', '<p>週末有今年第一模的草莓塔，趁著季節快結束前來吃個甜吧，接下來會慢慢把草莓移去做成果醬或是拌入蛋糕裡一起烘烤，果實是這樣的，不是她的季節就不要勉強讓她作陪，還有很多方式可以品嚐她的美好????；另外準備了約克夏奶茶戚風，藍莓酸奶溫蛋糕，焦糖布丁，以及巧克力人一定要吃的古典巧克力蛋糕，很！好！吃！????。<br />\r\n歡迎提早出門或是五點以後再來，最近都有好好的人客讓座，讓滿座的下午不用等太久就有位子，老闆感謝你????。</p>\r\n', 'success,warning,danger,info,space', '2016-01-01', '2019-10-31', '台北 Xiaomijo小米酒咖啡館', '台北市大安區永康街41巷5號', 'space', 'no'),
(88, '三月主題：拉美情懷', '<p>傳統定義而言，相對以美國為主的北美洲，自美墨邊界以南，至南美洲的合望角這片廣大的土地，被稱為拉丁美洲。擁有豐富的天然資源，也因此受到強國的覬覦，自1492年哥倫布發現新大陸，三百年來受到西班牙、葡萄牙和法國等國殖民統治，19世紀初，殖民地紛紛獨立後，又淪為歐洲工業強權英國的經濟附庸，直到20世紀初，美國從英國接手各國的資源控制，而這個歷史的後遺症，也嚴重影響拉丁美洲三十多國政治及經濟的穩定。如今，獨裁政權、毒梟勢力、貧富不均，這些負面印象正在扭轉，破碎的歷史碎片正逐步被拾起。拉丁美洲這個曾被邊緣化的地區，糅和各種混血文化，廣大的包容力反倒造就多元樣貌的藝術文化。本月份府中15選映反映拉丁美洲國家歷史或現狀的紀錄片，以及敘事手法獨特創新的劇情片，將帶給觀眾耳目一新的視覺饗宴。<br />\r\n&nbsp;<br />\r\n若想了解政治、經濟是如何改變拉丁美洲的命運，由奧斯卡名導奧立佛史東所執導的紀錄片《國境之南》，由導演親自走訪中南美等五國，拜會各國領袖，希望透過鏡頭破除美國對於南美洲左派領導人妖魔化的假象。八零年代的智利與阿根廷在獨裁政權下，人民的生活又是如何呢？紀錄片《智利不會忘記》的導演古茲曼因1973年的911政變被迫流亡海外，本片以訪談及重演的形式，傳承智利政變的複雜歷史；《失蹤的時光》雖也探討阿根廷於八零年代獨裁政府下的鎮壓悲劇，導演拍攝自己的祖母，從家族記憶去講述歷史傷痕，令人動容。<br />\r\n&nbsp;<br />\r\n中美洲和加勒比海的幾個國家，被稱為「香蕉共和國」，原因是在於這些國家仰賴單一經濟，大量種植香蕉，以供給都樂（Dole）這類的跨國食品公司。紀錄片《香蕉戰爭》跟隨美國人權律師，為尼加拉瓜的蕉農發聲，這是小蝦米對抗大鯨魚的故事。然而，拍攝完畢後，影片到影展播映卻受到打壓，導演於是再度拾起攝影機，拍攝續集《全面蕉戰》，希望贏回言論自由的空間！而在委內瑞拉，政治腐敗而影響經濟，公共衛生系統逐漸瓦解，醫療人員紛紛出走，必須倚靠國外的非政府組織走私藥品，《委內瑞拉沒有藥神》直擊委國政府的腐敗及醫療問題。<br />\r\n&nbsp;<br />\r\n然而，正因拉丁美洲政經及社會不穩定，獨裁政府、軍閥掌控，知識分子覺醒，在文學表現上也逐漸自成一格。馬奎斯的經典之作《百年孤寂》就是此魔幻寫實手法的代表作之一，紀錄片《馬奎斯如何成為馬奎斯》回到作者家鄉，追溯他成長的背景及一生在文學領域的貢獻。拉丁美洲文學作家延伸劇情片則推薦《追緝聶魯達》、《朝聖之旅：保羅科爾賀》，前者描述詩人聶魯達因抨擊政府，而展開長達四年的亡命之途；後者則是當代最受歡迎，也最具影響力的作家傳記。當然也絕不能錯過熱情洋溢的拉美音樂、舞蹈電影，《探戈情未了》記錄阿根廷探戈舞王、舞后的愛情糾葛；《樂士浮生錄》是名導溫德斯記錄古巴老樂團傳奇故事；《查維拉：女人別為我哭泣》帶觀眾認識風靡墨西哥，紅到歐洲的拉丁女歌手；劇情片《狂野騷莎》則透過一個異國愛情故事，帶大家體驗哥倫比亞騷莎的熱情。<br />\r\n&nbsp;<br />\r\n最後，「亞洲之夜」單元特別推薦影展常客&mdash;韓國導演洪常秀的三部作品《獨自在夜晚的海邊》、《那天之後》及《克萊兒的相機》。紀錄片駐館導師單元則邀請以《日常對話》榮獲柏林影展泰迪熊獎最佳紀錄片的黃惠偵導演，於本月帶大家走入她的紀錄片創作。獎勵優良影像創作，並提攜年輕創作者不遺餘力的「金穗獎」入圍影展，本月將於府中15舉辦。</p>\r\n', 'success,warning,danger,info,space', '2019-01-01', '2019-01-31', '府中15新北紀錄片放映院', '22055新北市板橋區府中路15號', 'space', 'no'),
(89, '三月主題：拉美情懷', '<p>傳統定義而言，相對以美國為主的北美洲，自美墨邊界以南，至南美洲的合望角這片廣大的土地，被稱為拉丁美洲。擁有豐富的天然資源，也因此受到強國的覬覦，自1492年哥倫布發現新大陸，三百年來受到西班牙、葡萄牙和法國等國殖民統治，19世紀初，殖民地紛紛獨立後，又淪為歐洲工業強權英國的經濟附庸，直到20世紀初，美國從英國接手各國的資源控制，而這個歷史的後遺症，也嚴重影響拉丁美洲三十多國政治及經濟的穩定。如今，獨裁政權、毒梟勢力、貧富不均，這些負面印象正在扭轉，破碎的歷史碎片正逐步被拾起。拉丁美洲這個曾被邊緣化的地區，糅和各種混血文化，廣大的包容力反倒造就多元樣貌的藝術文化。本月份府中15選映反映拉丁美洲國家歷史或現狀的紀錄片，以及敘事手法獨特創新的劇情片，將帶給觀眾耳目一新的視覺饗宴。<br />\r\n&nbsp;<br />\r\n若想了解政治、經濟是如何改變拉丁美洲的命運，由奧斯卡名導奧立佛史東所執導的紀錄片《國境之南》，由導演親自走訪中南美等五國，拜會各國領袖，希望透過鏡頭破除美國對於南美洲左派領導人妖魔化的假象。八零年代的智利與阿根廷在獨裁政權下，人民的生活又是如何呢？紀錄片《智利不會忘記》的導演古茲曼因1973年的911政變被迫流亡海外，本片以訪談及重演的形式，傳承智利政變的複雜歷史；《失蹤的時光》雖也探討阿根廷於八零年代獨裁政府下的鎮壓悲劇，導演拍攝自己的祖母，從家族記憶去講述歷史傷痕，令人動容。<br />\r\n&nbsp;<br />\r\n中美洲和加勒比海的幾個國家，被稱為「香蕉共和國」，原因是在於這些國家仰賴單一經濟，大量種植香蕉，以供給都樂（Dole）這類的跨國食品公司。紀錄片《香蕉戰爭》跟隨美國人權律師，為尼加拉瓜的蕉農發聲，這是小蝦米對抗大鯨魚的故事。然而，拍攝完畢後，影片到影展播映卻受到打壓，導演於是再度拾起攝影機，拍攝續集《全面蕉戰》，希望贏回言論自由的空間！而在委內瑞拉，政治腐敗而影響經濟，公共衛生系統逐漸瓦解，醫療人員紛紛出走，必須倚靠國外的非政府組織走私藥品，《委內瑞拉沒有藥神》直擊委國政府的腐敗及醫療問題。<br />\r\n&nbsp;<br />\r\n然而，正因拉丁美洲政經及社會不穩定，獨裁政府、軍閥掌控，知識分子覺醒，在文學表現上也逐漸自成一格。馬奎斯的經典之作《百年孤寂》就是此魔幻寫實手法的代表作之一，紀錄片《馬奎斯如何成為馬奎斯》回到作者家鄉，追溯他成長的背景及一生在文學領域的貢獻。拉丁美洲文學作家延伸劇情片則推薦《追緝聶魯達》、《朝聖之旅：保羅科爾賀》，前者描述詩人聶魯達因抨擊政府，而展開長達四年的亡命之途；後者則是當代最受歡迎，也最具影響力的作家傳記。當然也絕不能錯過熱情洋溢的拉美音樂、舞蹈電影，《探戈情未了》記錄阿根廷探戈舞王、舞后的愛情糾葛；《樂士浮生錄》是名導溫德斯記錄古巴老樂團傳奇故事；《查維拉：女人別為我哭泣》帶觀眾認識風靡墨西哥，紅到歐洲的拉丁女歌手；劇情片《狂野騷莎》則透過一個異國愛情故事，帶大家體驗哥倫比亞騷莎的熱情。<br />\r\n&nbsp;<br />\r\n最後，「亞洲之夜」單元特別推薦影展常客&mdash;韓國導演洪常秀的三部作品《獨自在夜晚的海邊》、《那天之後》及《克萊兒的相機》。紀錄片駐館導師單元則邀請以《日常對話》榮獲柏林影展泰迪熊獎最佳紀錄片的黃惠偵導演，於本月帶大家走入她的紀錄片創作。獎勵優良影像創作，並提攜年輕創作者不遺餘力的「金穗獎」入圍影展，本月將於府中15舉辦。</p>\r\n', 'success,warning,danger,info,space', '2019-01-01', '2019-03-31', '府中15新北紀錄片放映院', '22055新北市板橋區府中路15號', 'space', 'no'),
(90, '前端工程節，喝咖啡，看電影，邊打CODE', '<h2>以 JavaScript 為主軸 掌握最新技術！</h2>\r\n\r\n<p>在這「全端網路開發課程」，我們選擇以<strong>全球最熱門、應用最廣泛</strong>的程式語言 JavaScript 為主軸。JavaScript 能用在前端、後端開發，擁有如 Express.js、Vue.js 、Node.js 等程式框架去增加開發的速度與完整性，更有穩定的生態系。<br />\r\n<br />\r\n課程將從 HTML/CSS、JavaScript 基本語法開始，一步一步帶領你用 Node.js 打造網站應用程式。<br />\r\n<br />\r\n不管你是因興趣而學習、想打造自己的產品、或是決心轉職，掌握 JavaScript 都會帶來絕佳優勢！</p>\r\n', 'secondary,space', '2019-01-01', '2019-12-31', '小編：shawnlin', '大安區', 'space', 'no'),
(91, '官網維修通知測試手機修改', '<p>本官網即將維修</p>\r\n\r\n<p>預計時間2019/03/22中午十二點到下午五點</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>測試手機修改</p>\r\n', 'info,secondary,dark,space', '2019-03-22', '2019-12-31', '小編：shawnlin', '小編家', 'space', 'no'),
(92, '《台北日新限定》LINE好友 ❤❤❤HAPPY VALENTINE\'S DAY❤❤❤', '<p>［新春節目表］<br />\r\n2/5(二)初一16:30、18:30 日本氣球大師Syan演出<br />\r\n19:30 電影：幸福路上<br />\r\n2/6(三)初二16:30、18:30 溜溜球達人楊元慶<br />\r\n19:30 電影：小貓巴克里<br />\r\n2/7(四)初三16:30、18:30 快樂先生<br />\r\n19:30 電影：夢見<br />\r\n2/8(五)初四15:00 五洲新藝園＜歡慶迎春弄布袋 藝陣逗陣來坐伙＞<br />\r\n19:30 電影：憶世界大冒險<br />\r\n2/9(六)初五15:00 太日樂集＜旭日東昇新春音樂會＞<br />\r\n19:30 電影：魔法阿嬤</p>\r\n\r\n<p>地點：台南鹽水永成戲院<br />\r\n免費入場</p>\r\n', 'success,warning,danger,info,secondary,space', '2019-01-31', '2019-12-31', '小編：shawnlin', '小編家', '0bd5f0286c57f4d660be7ba0306a0497ef9d1df8.jpg', 'no'),
(95, '2019豬事永成新春活動 -', '<p><img alt=\"2019豬事永成新春活動 - 永成戲院\" src=\"https://i.imgur.com/10YEdWeh.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>2019豬事永成新春活動 超強表演陣容<br />\r\n永成戲院特別規劃一系列精彩活動，初一到初五下午安排街頭藝人、五洲新藝園、太日樂集，活動類型豐富包含小丑表演、氣球藝術偶戲、鼔樂，邀您一起同樂；此外初一到初五晚上並嚴選一連串臺灣動畫好電影輪番上陣，新春假期歡迎大家一起來永成戲院欣賞!</p>\r\n\r\n<p><img alt=\"2019豬事永成新春活動 - 永成戲院\" src=\"https://i.imgur.com/OkboqvP.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>［新春節目表］<br />\r\n2/5(二)初一16:30、18:30 日本氣球大師Syan演出<br />\r\n19:30 電影：幸福路上<br />\r\n2/6(三)初二16:30、18:30 溜溜球達人楊元慶<br />\r\n19:30 電影：小貓巴克里<br />\r\n2/7(四)初三16:30、18:30 快樂先生<br />\r\n19:30 電影：夢見<br />\r\n2/8(五)初四15:00 五洲新藝園＜歡慶迎春弄布袋 藝陣逗陣來坐伙＞<br />\r\n19:30 電影：憶世界大冒險<br />\r\n2/9(六)初五15:00 太日樂集＜旭日東昇新春音樂會＞<br />\r\n19:30 電影：魔法阿嬤</p>\r\n\r\n<p>地點：台南鹽水永成戲院<br />\r\n免費入場</p>\r\n', 'warning,space', '2019-02-05', '2019-02-09', '永成戲院', '台南市鹽水區康樂路48號', 'space', 'other,100');

-- --------------------------------------------------------

--
-- 資料表結構 `ad`
--

CREATE TABLE `ad` (
  `sn` int(11) NOT NULL,
  `client_name` varchar(255) NOT NULL,
  `client_number` varchar(255) NOT NULL,
  `client_address` varchar(255) NOT NULL,
  `client_poc` varchar(255) NOT NULL,
  `client_mobile` varchar(255) NOT NULL,
  `client_email` varchar(255) NOT NULL,
  `contract_budget` varchar(255) NOT NULL,
  `contract_start_date` date NOT NULL,
  `contract_end_date` date NOT NULL,
  `ad_name` varchar(255) NOT NULL,
  `ad_pic` varchar(255) NOT NULL,
  `ad_link` varchar(255) NOT NULL,
  `ad_link_count` varchar(255) NOT NULL,
  `ad_start_time` datetime NOT NULL,
  `ad_end_time` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 資料表的匯出資料 `ad`
--

INSERT INTO `ad` (`sn`, `client_name`, `client_number`, `client_address`, `client_poc`, `client_mobile`, `client_email`, `contract_budget`, `contract_start_date`, `contract_end_date`, `ad_name`, `ad_pic`, `ad_link`, `ad_link_count`, `ad_start_time`, `ad_end_time`) VALUES
(1, '叄喜映畫股份有限公司', '53760253', '台北市中山區明水路401號1樓', '程紀皓', '0970044938', 'icebing1224@gmail.com', 'TWD', '2019-03-01', '2024-03-01', 'Slutface', 'Pic1', 'Link1', 'Count1', '2019-03-01 00:00:00', '2024-03-01 00:00:00'),
(2, '七日印象電影有限公司', '53087286', '台北市延壽街117號2樓', '沈可尚', '0961762815', '7thdayfilm@gmail.com', 'TWD', '2018-07-05', '2023-07-05', 'Rosarian', 'Pic2', 'Link2', 'Count2', '2023-07-05 00:00:00', '2023-07-05 00:00:00'),
(3, '大夏數位傳播有限公司', '12968096', '台北市建國南路2段231號', '張美珠', '0971346973', 'lihua.cinefilm@gmail.com', 'TWD', '2013-06-30', '2018-06-30', 'Jardonn', 'Pic3', 'Link3', 'Count3', '2013-06-30 00:00:00', '2018-06-30 00:00:00'),
(4, '大觀影視有限公司', '28217326', '台北市金華街18-6號', '陳希聖', '0960552981', 'gvproduction@gmail.com', 'TWD', '2019-12-10', '2024-12-10', 'Zibeline', 'Pic4', 'Link4', 'Count4', '2019-12-10 00:00:00', '2024-12-10 00:00:00'),
(5, '天予電影有限公司', '28934642', '台北市南港區忠孝東路六段70巷21弄22號', '連奕琦', '0913997232', 'giftpictures2@gmail.com', 'TWD', '2010-01-16', '2015-01-16', 'Valence', 'Pic5', 'Link5', 'Count5', '2010-01-16 00:00:00', '2015-01-16 00:00:00'),
(6, '今生視聽傳播有限公司', '20988692', '台北市松山區南京東路5段368號', '王湘婷', '0936785562', 'newhopejim@gmail.com', 'TWD', '2019-12-10', '2024-12-10', 'Zibeline', 'Pic6', 'Link6', 'Count6', '2001-05-29 00:00:00', '2006-05-29 00:00:00'),
(7, '巨宸製作公司', '24318457', '台北市民生東路五段260巷25號', '陳美珊', '0925141032', 'cass81129@gmail.com', 'TWD', '2012-12-12', '2017-12-12', 'Chipmunk', 'Pic7', 'Link7', 'Count7', '2012-12-12 00:00:00', '2017-12-12 00:00:00'),
(8, '冉色斯動畫股份有限公司', '27447721', '新北市永和區博愛街9號1樓', '姚孟超', '0953901062', 'xanthus@gmail.com', 'TWD', '2017-02-01', '2022-02-01', 'Hymnody', 'Pic8', 'Link8', 'Count8', '2017-02-01 00:00:00', '2022-02-01 00:00:00'),
(9, '海樂影業股份有限公司', '27457157', '新北市三重區重新路四段97號26樓', '吳浩佑', '0970148957', 'Deepjoy.ltd@msa.hinet.net', 'TWD', '2019-03-11', '2024-03-11', 'Pedicular', 'Pic9', 'Link9', 'Count9', '2019-03-11 00:00:00', '2024-03-11 00:00:00'),
(10, '三乘影像事務所', '80497615', '台北市大安區安和路二段217巷13號', '廖蒲爵', '0963179675', 'triplefilmhouse.com.hinet.net', 'TWD', '2019-03-24', '2024-03-24', 'Pedicular', 'Pic10', 'Link10', 'Count10', '2019-03-24 00:00:00', '2024-03-24 00:00:00'),
(50, '叄喜映畫股份有限公司', '53760253', '台北市中山區明水路401號1樓', '程紀皓', '0970044938', 'icebing1224@gmail.com', 'TWD', '2019-03-01', '2024-03-01', 'Slutface', 'Pic1', 'Link1', 'Count1', '2019-03-01 00:00:00', '2024-03-01 00:00:00'),
(51, '七日印象電影有限公司', '53087286', '台北市延壽街117號2樓', '沈可尚', '0961762815', '7thdayfilm@gmail.com', 'TWD', '2018-07-05', '2023-07-05', 'Rosarian', 'Pic2', 'Link2', 'Count2', '2023-07-05 00:00:00', '2023-07-05 00:00:00'),
(52, '大夏數位傳播有限公司', '12968096', '台北市建國南路2段231號', '張美珠', '0971346973', 'lihua.cinefilm@gmail.com', 'TWD', '2013-06-30', '2018-06-30', 'Jardonn', 'Pic3', 'Link3', 'Count3', '2013-06-30 00:00:00', '2018-06-30 00:00:00'),
(53, '大觀影視有限公司', '28217326', '台北市金華街18-6號', '陳希聖', '0960552981', 'gvproduction@gmail.com', 'TWD', '2019-12-10', '2024-12-10', 'Zibeline', 'Pic4', 'Link4', 'Count4', '2019-12-10 00:00:00', '2024-12-10 00:00:00'),
(54, '天予電影有限公司', '28934642', '台北市南港區忠孝東路六段70巷21弄22號', '連奕琦', '0913997232', 'giftpictures2@gmail.com', 'TWD', '2010-01-16', '2015-01-16', 'Valence', 'Pic5', 'Link5', 'Count5', '2010-01-16 00:00:00', '2015-01-16 00:00:00'),
(55, '今生視聽傳播有限公司', '20988692', '台北市松山區南京東路5段368號', '王湘婷', '0936785562', 'newhopejim@gmail.com', 'TWD', '2019-12-10', '2024-12-10', 'Zibeline', 'Pic6', 'Link6', 'Count6', '2001-05-29 00:00:00', '2006-05-29 00:00:00'),
(56, '巨宸製作公司', '24318457', '台北市民生東路五段260巷25號', '陳美珊', '0925141032', 'cass81129@gmail.com', 'TWD', '2012-12-12', '2017-12-12', 'Chipmunk', 'Pic7', 'Link7', 'Count7', '2012-12-12 00:00:00', '2017-12-12 00:00:00'),
(57, '冉色斯動畫股份有限公司', '27447721', '新北市永和區博愛街9號1樓', '姚孟超', '0953901062', 'xanthus@gmail.com', 'TWD', '2017-02-01', '2022-02-01', 'Hymnody', 'Pic8', 'Link8', 'Count8', '2017-02-01 00:00:00', '2022-02-01 00:00:00'),
(58, '海樂影業股份有限公司', '27457157', '新北市三重區重新路四段97號26樓', '吳浩佑', '0970148957', 'Deepjoy.ltd@msa.hinet.net', 'TWD', '2019-03-11', '2024-03-11', 'Pedicular', 'Pic9', 'Link9', 'Count9', '2019-03-11 00:00:00', '2024-03-11 00:00:00'),
(59, '三乘影像事務', '80497615', '台北市大安區安和路二段217巷13號', '廖蒲爵', '0963179675', 'triplefilmhouse@hinet.net', 'TWD', '2019-03-24', '2024-03-24', 'Pedicular', 'Pic10', 'Link10', 'Count10', '2019-03-24 00:00:00', '2024-03-24 00:00:00'),
(60, '叄喜映畫股份有限公司', '53760253', '台北市中山區明水路401號1樓', '程紀皓', '0970044938', 'icebing1224@gmail.com', 'TWD', '2019-03-01', '2024-03-01', 'Slutface', 'Pic1', 'Link1', 'Count1', '2019-03-01 00:00:00', '2024-03-01 00:00:00'),
(61, '七日印象電影有限公司', '53087286', '台北市延壽街117號2樓', '沈可尚', '0961762815', '7thdayfilm@gmail.com', 'TWD', '2018-07-05', '2023-07-05', 'Rosarian', 'Pic2', 'Link2', 'Count2', '2023-07-05 00:00:00', '2023-07-05 00:00:00'),
(62, '大夏數位傳播有限公司', '12968096', '台北市建國南路2段231號', '張美珠', '0971346973', 'lihua.cinefilm@gmail.com', 'TWD', '2013-06-30', '2018-06-30', 'Jardonn', 'Pic3', 'Link3', 'Count3', '2013-06-30 00:00:00', '2018-06-30 00:00:00'),
(63, '大觀影視有限公司', '28217326', '台北市金華街18-6號', '陳希聖', '0960552981', 'gvproduction@gmail.com', 'TWD', '2019-12-10', '2024-12-10', 'Zibeline', 'Pic4', 'Link4', 'Count4', '2019-12-10 00:00:00', '2024-12-10 00:00:00'),
(64, '天予電影有限公司', '28934642', '台北市南港區忠孝東路六段70巷21弄22號', '連奕琦', '0913997232', 'giftpictures2@gmail.com', 'TWD', '2010-01-16', '2015-01-16', 'Valence', 'Pic5', 'Link5', 'Count5', '2010-01-16 00:00:00', '2015-01-16 00:00:00'),
(90, '今生視聽傳播有限公司', '20988692', '台北市松山區南京東路5段368號', '王湘婷', '0936785562', 'newhopejim@gmail.com', 'TWD', '2019-12-10', '2024-12-10', 'Zibeline', 'Pic6', 'Link6', 'Count6', '2001-05-29 00:00:00', '2006-05-29 00:00:00'),
(91, '巨宸製作公司', '24318457', '台北市民生東路五段260巷25號', '陳美珊', '0925141032', 'cass81129@gmail.com', 'TWD', '2012-12-12', '2017-12-12', 'Chipmunk', 'Pic7', 'Link7', 'Count7', '2012-12-12 00:00:00', '2017-12-12 00:00:00'),
(92, '冉色斯動畫股份有限公司', '27447721', '新北市永和區博愛街9號1樓', '姚孟超', '0953901062', 'xanthus@gmail.com', 'TWD', '2017-02-01', '2022-02-01', 'Hymnody', 'Pic8', 'Link8', 'Count8', '2017-02-01 00:00:00', '2022-02-01 00:00:00'),
(93, '海樂影業股份有限公司', '27457157', '新北市三重區重新路四段97號26樓', '吳浩佑', '0970148957', 'Deepjoy.ltd@msa.hinet.net', 'TWD', '2019-03-11', '2024-03-11', 'Pedicular', 'Pic9', 'Link9', 'Count9', '2019-03-11 00:00:00', '2024-03-11 00:00:00'),
(94, '三乘影像事務', '80497615', '台北市大安區安和路二段217巷13號', '廖蒲爵', '0963179675', 'triplefilmhouse@hinet.net', 'TWD', '2019-03-24', '2024-03-24', 'Pedicular', 'Pic10', 'Link10', 'Count10', '2019-03-24 00:00:00', '2024-03-24 00:00:00'),
(95, 'Spacebar Room 文青不挑片', '54358027', '110 台北市信義區和平東路三段291號453', 'none', 'none', 'none', 'TWD', '2019-03-01', '2019-03-05', 'TGIF 文青不挑片 HipSecret Cinema', 'pic1', 'link1', 'count1', '2019-03-01 00:00:00', '2019-03-05 00:00:00'),
(96, 'Spacebar Room 文青不挑片', '54358027', '110 台北市信義區和平東路三段291號453', 'none', 'none', 'none', 'TWD', '2019-03-06', '2019-03-10', '高負帥の青年們 X 北漂據所 X 神秘放映', 'pic1', 'link1', 'count1', '2019-03-06 00:00:00', '2019-03-10 00:00:00'),
(97, 'Spacebar Room 文青不挑片', '54358027', '110 台北市信義區和平東路三段291號453', 'none', 'none', 'none', 'TWD', '2019-03-11', '2019-03-15', '＃癮人入坐_高負帥の北漂', 'pic1', 'link1', 'count1', '2019-03-11 00:00:00', '2019-03-15 00:00:00'),
(98, 'Spacebar Room 文青不挑片', '54358027', '110 台北市信義區和平東路三段291號453', 'none', 'none', 'none', 'TWD', '2019-03-16', '2019-03-20', '文青不挑片-失戀唱片行＃圓滿休業', 'pic1', 'link1', 'count1', '2019-03-16 00:00:00', '2019-03-20 00:00:00'),
(99, 'Spacebar Room 文青不挑片', '54358027', '110 台北市信義區和平東路三段291號453', 'none', 'none', 'none', 'TWD', '2019-03-21', '2019-03-25', '失戀唱片行政大店-搶先開張', 'pic1', 'link1', 'count1', '2019-03-21 00:00:00', '2019-01-25 00:00:00'),
(100, 'Spacebar Room 文青不挑片', '54358027', '110 台北市信義區和平東路三段291號453', 'none', 'none', 'none', 'TWD', '2019-03-26', '2019-03-31', '政大音樂節X文青不挑片 final call', 'pic1', 'link1', 'count1', '2019-03-26 00:00:00', '2019-03-31 00:00:00'),
(101, 'Spacebar Room 文青不挑片', '54358027', '110 台北市信義區和平東路三段291號453', 'none', 'none', 'none', 'TWD', '2019-03-01', '2019-03-31', '【 早電偵探社 Ｘ 驚喜製造 】', 'pic1', 'link1', 'count1', '2019-03-01 00:00:00', '2019-03-31 00:00:00'),
(102, '光點台北', '28468385', '台北市中山區中山北路二段18號', 'none', 'none', 'none', 'TWD', '2019-03-01', '2019-03-05', '2019台北文學季講座 \r\n王育麟 ╳ 簡莉穎性別跳動的文本迷魅', 'pic1', 'link1', 'count1', '2019-03-01 00:00:00', '2019-03-05 00:00:00'),
(103, '光點台北', '28468385', '台北市中山區中山北路二段18號', 'none', 'none', 'none', 'TWD', '2019-03-01', '2019-03-05', '《家族的色彩》電影講座\r\n', 'pic1', 'link1', 'count1', '2019-03-06 00:00:00', '2019-03-10 00:00:00'),
(104, '光點台北', '28468385', '台北市中山區中山北路二段18號', 'none', 'none', 'none', 'TWD', '2019-03-01', '2019-03-05', '《太陽之女》映後座談― 女性的戰爭與和平', 'pic1', 'link1', 'count1', '2019-03-11 00:00:00', '2019-03-15 00:00:00'),
(105, '光點台北', '28468385', '台北市中山區中山北路二段18號', 'none', 'none', 'none', 'TWD', '2019-03-01', '2019-03-05', '光點選片：《靈山》蘇弘恩作品', 'pic1', 'link1', 'count1', '2019-03-16 00:00:00', '1900-01-20 00:00:00'),
(106, '光點台北', '28468385', '台北市中山區中山北路二段18號', 'none', 'none', 'none', 'TWD', '2019-03-01', '2019-03-05', '【光點珈琲時光/紅氣球】', 'pic1', 'link1', 'count1', '2019-03-21 00:00:00', '2019-03-25 00:00:00'),
(107, '光點台北', '28468385', '台北市中山區中山北路二段18號', 'none', 'none', 'none', 'TWD', '2019-03-01', '2019-03-05', '3月 光點會員招募！', 'pic1', 'link1', 'count1', '2019-03-01 00:00:00', '2019-03-31 00:00:00'),
(108, '誠品電影院', '23155531', '台北市信義區菸廠路80號B2 ', 'none', 'none', 'none', 'TWD', '2019-03-01', '2019-03-05', '幸福綠皮書 Green Book\r\n\r\n', 'pic1', 'link1', 'count1', '2019-03-01 00:00:00', '2019-03-31 00:00:00'),
(109, '誠品電影院', '23155531', '台北市信義區菸廠路80號B2 ', 'none', 'none', 'none', 'TWD', '2019-03-06', '2019-03-10', '不過就是世界末日-周三口碑電影院 It’s Only the End of the Worl\r\n\r\n', 'pic1', 'link1', 'count1', '2019-03-06 00:00:00', '2019-03-10 00:00:00'),
(110, '誠品電影院', '23155531', '台北市信義區菸廠路80號B2 ', 'none', 'none', 'none', 'TWD', '2019-03-11', '2019-03-15', '騙局 The Realm\r\n', 'pic1', 'link1', 'count1', '2019-03-11 00:00:00', '2019-03-15 00:00:00'),
(111, '誠品電影院', '23155531', '台北市信義區菸廠路80號B2 ', 'none', 'none', 'none', 'TWD', '2019-03-16', '2019-03-20', '來了 It Comes\r\n', 'pic1', 'link1', 'count1', '2019-03-16 00:00:00', '2019-03-20 00:00:00'),
(112, '誠品電影院', '23155531', '台北市信義區菸廠路80號B2 ', 'none', 'none', 'none', 'TWD', '2019-03-21', '2019-03-25', '我們 Us\r\n\r\n\r\n', 'pic1', 'link1', 'count1', '2019-03-21 00:00:00', '2019-03-25 00:00:00'),
(113, '誠品電影院yerererere', '23155531', '台北市信義區菸廠路80號B2 ', 'none', '0905000000', 'yay@gmail.com', 'TWD', '2019-03-26', '2019-03-31', '老大人 Dad’s Suit\r\n\r\n\r\n', 'pic1', 'link1', 'count1', '2019-03-26 00:00:00', '2019-03-31 00:00:00'),
(116, '威秀影城- VIESHOW CINEMAS', '12412312', '', '', '0912345999', 'uer@gmail.com', '', '2019-03-09', '2019-03-16', '', '', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- 資料表結構 `admins`
--

CREATE TABLE `admins` (
  `sid` int(11) NOT NULL,
  `admin_id` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `create_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 資料表的匯出資料 `admins`
--

INSERT INTO `admins` (`sid`, `admin_id`, `password`, `create_at`) VALUES
(1, 'shawnlin', 'bacbf346c615194c7343a1b9ced26f0440be57d5', '0000-00-00 00:00:00'),
(2, 'charles', '549ec1647159ab9f1f7b2f2c5d7731fecc549908', '2019-03-19 00:00:00'),
(3, 'ruth', 'ed2abfe64348a34c34926f1714939d93d4f62607', '2019-03-14 00:00:00'),
(4, 'roy', 'd033e22ae348aeb5660fc2140aec35850c4da997', '2019-03-14 14:47:51'),
(5, 'su', 'a4cbb2f3933c5016da7e83fd135ab8a48b67bf61', '2019-03-14 00:00:00');

-- --------------------------------------------------------

--
-- 資料表結構 `article`
--

CREATE TABLE `article` (
  `sid` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `author` varchar(255) NOT NULL,
  `avatar` varchar(255) DEFAULT NULL COMMENT '作者頭像',
  `date` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `image` varchar(255) DEFAULT NULL COMMENT '圖檔名',
  `link` text COMMENT '外部連結欄位'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 資料表的匯出資料 `article`
--

INSERT INTO `article` (`sid`, `title`, `author`, `avatar`, `date`, `content`, `image`, `link`) VALUES
(1, '玩具總動員4預告片曝！ 牧羊女大變身', '胡迪', '', '2019-03-16', '<p>皮克斯招牌動畫「玩具總動員」系列卡通，今年暑假，即將再推出第4集，現在正式預告片也出爐了，消失一集的牧羊女，重新回歸，但形象跟以往很不一樣，呈現獨立、幹練形象，除了卡通片，彭于晏主演的新片，這回挑戰新的角色，擔任救援隊成員，除了要跳機還面臨許多爆破場景，據了解劇組還特別請來好萊塢團隊，花費約32.2億台幣打造而成。</p>', 'test2.jpg', ''),
(2, '《冰與火之歌：權力遊戲》渡鴉、龍飛太快？第八季更注重時間邏輯！', '艾蜜莉亞·克拉克', '', '2019-03-21', '<p>2017年《冰與火之歌：權力遊戲》（Game of Thrones）播出第七季，首次減少為7集，而不是往年的10集，所以故事進度神速，「瑟曦蘭尼斯特」與「攸倫葛雷喬伊」組同盟，「珊莎史塔克」、「布蘭史塔克」與妹妹「艾莉亞史塔克」重聚後對付小指頭、「瓊恩雪諾」與「丹妮莉絲坦格利安」不只聯手還戀愛了，夜王得到異鬼龍，把絕境長城炸破一個洞，劇情節奏跟前幾季比，可說是緊湊到不可思議，許多角色在廣闊的維斯特洛大地快速穿梭，讓許多觀眾討論和吐槽，「詹德利」跑多快？渡鴉飛多快？龍飛多快？才能讓「丹妮莉絲」及時趕到長城外，去救被異鬼大軍包圍的「瓊恩雪諾」一行人？</p>\r\n<p>對於這些質疑，執行製作人 布萊恩考克曼（Bryan Cogman）接受《娛樂週刊》訪問時表示：「上一季我們做了決定，就是別管那麼多，觀眾可以坐在家裡算數學，算搭船從A到B會花多久時間？（指臨冬城到龍石島的距離時間）不管你們算多久，沒錯，就是多久，我想觀眾感到憤慨總比其他情緒好，所以我接受。」</p>\r\n<p>影集統籌DB Weiss補充說：「我們不會閱讀太多網上的批評，如果有人說：『我不喜歡你們的做法』我不知道這樣的觀眾佔多少百分比，即使這個意見在社群上討論熱烈，很可能是1%觀眾在社群上討論，10分鐘後，就變得不只1%了，我沒有興趣知道到底有多少觀眾實際上這麼想，因為當你開始思考，就會讓自己發瘋。」</p>\r\n<p>儘管製作人與影集統籌都表示不在意影迷的吐槽，不過編劇 戴夫希爾（Dave Hill）仍表示，尚未播出的第八季雖然只有六集，但應該不會讓觀眾產生相同的質疑，他說：「第八季有許多事情發生，為了故事的平衡，必須加快劇情速度，有很多時間刪減，其實是可以上字幕『三週過去了』，但我們沒有這樣做。第八季我們試圖保留更多時間邏輯，而不是給角色背上噴射背包。」</p>\r\n<p>《冰與火之歌：權力遊戲》第八季最後六集將於4月15日回歸HBO。</p>', 'test3.png', 'https://zh.wikipedia.org/wiki/%E6%9D%83%E5%8A%9B%E7%9A%84%E6%B8%B8%E6%88%8F_(%E7%94%B5%E8%A7%86%E5%89%A7)'),
(3, '迪士尼、福斯正式合併　《X戰警》確定回歸《復仇者》', '死特', '', '2019-03-20', '<p>歷史性的一刻！迪士尼、福斯於紐約時間20日凌晨12點02分（台灣時間20日中午12點02分）正式合併，好萊塢6大巨頭重新洗牌，未來福斯將成為迪士尼的子公司之一，而迪士尼握有福斯版權包括《X戰警》、《異形》、《阿凡達》、《辛普森家庭》等，全球票房佔有率將從30％提升至40％，一年賺進超過75億美金，「死侍」萊恩雷諾斯戴上「米老鼠帽」曬照紀念「換東家」的這一天。</p>\r\n<p>迪士尼以71億美金（約2188億台幣）收購福斯，於20日凌晨12點02分合併生效。迪士尼CEO羅伯特艾格（Robert Bob Iger）紐約時間19日下午發表聲明：「這對我們來說是一個非凡的歷史性時刻，將為我們公司和股東創造巨大的長期價值，結合迪士尼、福斯多元且創意內容、經驗豐富的人才，創造卓越的全球娛樂公司，有利於領導一個充滿活力和改變的時代。」同時，迪士尼強調，合併主要是幫助公司「增加其國際足跡」、「擴大直接面對消費者的產品」。</p>\r\n<p>迪士尼旗下包括迪士尼電影公司、迪士尼動畫工作室等，2006年起併購皮克斯工作室，2009年買下漫威娛樂，並在隔年成立漫威工作室，2012年買下《星際大戰》版權擁有者盧卡斯影業，如今福斯影片也成為迪士尼的子公司之一，未來迪士尼將握有福斯版權包括《死侍》、《X戰警》、《驚奇四超人》、《異形》、《阿凡達》、《猩球崛起》、《金牌特務》、《艾莉塔》等以及電視作品《辛普森家庭》、《X檔案》等。</p>', 'test4.jpg', ''),
(4, '驚奇隊長踹飛《突擊隊》全球狂賣235億', '尼克．福瑞', '', '2019-03-20', '<p>漫威超級英雄電影《驚奇隊長》（Captain Marvel）票房一飛衝天，不僅全台狂賣3億467萬元，蟬聯票房冠軍，全球累積至前天高達7.6億美元（約235.6億元台幣），超越《美國隊長2：酷寒戰士》、《奇異博士》、《自殺突擊隊》等超英片，外媒預測將《驚奇隊長》全球賣座上看10億美元（約310億元台幣）。</p>\r\n<p>金獎影后布麗拉森飾演的驚奇隊長也將在《復仇者聯盟4：終局之戰》對抗薩諾斯，上周五釋出的最新預告中也令「雷神索爾」認可「我喜歡這一位」，令影迷熱血沸騰。</p>\r\n<p>《復仇者4》下月登場</p>\r\n<p>《復仇者4》預告在24小時內創下2.68億次點閱，是繼去年12月首支預告的2.89億次，該片連霸史上首日點閱次數最高與次高紀錄，可見粉絲期待度破表。《復仇者4》下月24日在台上映。</p>', 'test5.jpg', ''),
(5, '宮崎駿多次「引退詐欺」 吉卜力資深製作人看不下去：請別再說自己要引退', '娜烏希卡', '', '2019-03-20', '<p>日本動畫大師宮崎駿在1986年完成長篇動畫《天空之城》後，至今宣佈過多達7次的引退宣言，不過從他目前在正製作第12部長篇動畫《你想活出怎樣的人生》的情況看來，先前的引退宣言已經是全數跳票。吉卜力工作室資深製片人鈴木敏夫於日前接受動畫新聞網（ANN）採訪時表示「完全不相信宮崎駿的引退宣言」，他認為宮崎駿是一個不可能退休的人，未來也肯定會「不斷的畫下去」。</p>\r\n<p>從1986到2013共提出了7次的引退宣言，最後一次便是在《風起》推出後，而這也是最慎重的一次。不過，歷經短暫的休息，宮崎駿仍是閒不下來，隨即又在2015年以首次的CG電腦繪圖推出構思已久的動畫短片《毛毛蟲波羅》，2017年則開始進行《你想活出怎樣的人生》的製作，但鈴木敏夫認為，這部動畫長片「不可能會是宮崎駿的最後一部作品」。</p>', 'test.jpg', ''),
(6, '凱特溫斯蕾主演新片因同志設定惹議', 'Rose', '', '2019-03-20', '<p>據外電報導，凱特溫斯蕾（Kate Winslet）現正拍攝中的新片《Ammonite》因為劇情設定引起了一些爭議，《Ammonite》時空背景是19世紀的英國，取材真實歷史人物瑪莉安寧（Mary Anning）的故事，瑪莉安寧的知名事蹟是在英倫海峽（English Channel）的峭壁發現侏羅紀時期遺留下來的海洋化石層（Jurassic marine fossil beds），電影主軸之一是終身未婚的瑪莉安寧與另一名女性之間的情感關係。</p>\r\n<p> </p>\r\n<p>凱特溫斯蕾在《Ammonite》飾演瑪莉安寧，飾演同性友人的則是希爾夏蘿南（Saoirse Ronan），但電影設定的這段同志戀情卻遭到瑪莉安寧的家族後人提出質疑。其中一位瑪莉安寧的家族後人主張沒有證據指出瑪莉安寧是同志，瑪莉安寧本人的經歷原本就極具故事性，為增添電影賣點而把未經確認發生過的同志戀情放入片中無法對故事產生加分效果，瑪莉安寧本人如果看到恐怕也會感到遺憾及不安。</p>\r\n<p> </p>\r\n<p>雖然不只一位家族後人不滿電影因商業或其他考量加入同志戀情的設定，但也有家族後人認為這個設定可能讓瑪莉安寧更具吸引力，只要電影呈現得宜不失品味且傳達出其精神，那仍是好的。《Ammonite》的製片公司對此異議亦作出回應，表示電影是取材瑪莉安寧的人生故事，無意拍成（全然依照史實的）傳記電影。《Ammonite》的導演及編劇是法蘭西斯李（Francis Lee），前一部作品是《春光之境》（God\'s Own Country）。</p>', 'test6.jpg', ''),
(7, '湯姆霍蘭有望再演《復仇者聯盟》導演新作', '彼格迪克', '', '2019-03-20', '<p>英國演員湯姆霍蘭（Tom Holland）15歲演出第一部電影《浩劫奇蹟》（The Impossible）後，陸續又演出了《我的生存之道》（How I Live Now）、《白鯨傳奇：怒海之心》（In the Heart of the Sea）及《失落之城》（The Lost City of Z）等片，但湯姆霍蘭最為一般大眾熟知的角色應仍屬漫威電影宇宙（Marvel Cinematic Universe）中的蜘蛛人（Spider-Man）一角。</p>\r\n<p>湯姆霍蘭在《美國隊長：英雄內戰》（Captain America: Civil War）、《復仇者聯盟：無限之戰》 （Avengers: Infinity War）及《復仇者聯盟：終局之戰》（Avengers: Endgame）及預計今年四月上映的《復仇者聯盟：終局之戰》（Avengers: Endgame）都飾演蜘蛛人，這三部片也都由安東尼羅索 （Anthony Russo）及喬羅素（Joe Russo）兩兄弟共同執導。據外電報導，湯姆霍蘭有望再演出羅素兄弟執導的新片《Cherry》。</p>\r\n<p>《Cherry》電影取材自尼寇沃克（Nico Walker）所著的書籍，故事主角是曾派駐伊拉克的軍醫（Army medic），退役後出現創傷後壓力症候群（Post-traumatic stress disorder），導致其沉迷鴉片甚至開始搶劫銀行。尼寇沃克本人與書中主角經歷雖非完全相同但亦有近似之處，現正服刑的尼寇沃克將於2020年獲釋。《Cherry》電影預計今年夏季開拍，上映日期未定。</p>', 'test7.jpg', ''),
(8, '《羅根》導演表示戲院上映版就是導演版', 'Hugh Jackman', '', '2019-03-20', '<p>《羅根》(Logan)是休傑克曼(Hugh Jackman)最後一次擔綱演出的金鋼狼系列電影，目前無論是普遍評價或票房表現都相當突出，因為片中有較血腥的畫面及較沉重的主題，《羅根》在美國是以R級上映(未滿十八歲須由家長或監護人陪同觀看)。詹姆士曼高德昨日在推特(Twitter)上被問到《羅根》之後是否會有導演版的出現，他回答表示目前戲院上映的版本(片長138分鐘)就是他的導演版。</p>\r\n<p>為了確保電影級別不會為了吸納更多可買票入場的觀眾而降級，休傑克曼當初選擇減薪演出《羅根》，以降低可買票入場的總體觀眾人數較少的潛在風險。據報導指出，投資《羅根》的片廠福斯影業並未對電影最終應如何呈現作出干預，而是交由導演詹姆士曼高德(James Mangold)創作發揮。</p>\r\n<p>詹姆士曼高德同時也是系列電影前作《金鋼狼：武士之戰》(The Wolverine》的導演，當時《金鋼狼：武士之戰》的美國上映版本是PG-13級(電影中包含不適合13歲以下兒童觀賞的內容)，後續推出的藍光加長版本放入了較多血腥場面，因而在審查後變成以R級發行。</p>\r\n<p>晚近發行過加長版本的超級英雄商業大片還有《蝙蝠俠對超人：正義曙光》(Batman v Superman: Dawn of Justice)及《自殺突擊隊》(Suicide Squad)，《蝙蝠俠對超人：正義曙光》的加長版本比戲院版多了約30分鐘，其中較多是關於超人克拉克肯特(Clark Kent)的部份，《自殺突擊隊》的加長版本則比戲院版多了約11分鐘，增加了一些由傑瑞拉托(Jared Leto)飾演的小丑的片段。</p>', 'test8.jpg', ''),
(9, '麥可法斯賓達談作品票房不佳的想法', '萬磁王', '', '2019-03-21', '<p>新作《刺客教條》(Assassin\'s Creed)正在戲院上映的人氣男星麥可法斯賓達(Michael Fassbender)近日在南非接受了《紐約時報》(New York Times)的電話訪問，其中包含了關於《刺客教條》及《為妳說的謊》(The Light Between Oceans)票房未盡理想的問題，以下是節錄的問答內容。</p>\r\n<p>問：你是否有計劃地輪替接拍獨立製片電影和大成本的片商電影？還是就順其自然？</p>\r\n<p>答：兩者都有一些，兩種電影我都喜歡參與。參與低成本的獨立製片電影感覺比較直接和親近，拍攝速度快，而且很刺激，有很多年輕優秀的電影人員都是從獨立製片電影冒出頭，無論是導演、編劇或演員。作為消費者，除了更貼近個人的獨立製片電影，我也一樣喜歡動作冒險電影。當有這麼多人能夠努力合作拍出一部規模龐大的電影，這是相當可觀的，就像是個大馬戲團一樣，雖然過程困難但很值得。</p>\r\n<p>問：你之前已有和《刺客教條》的導演賈斯汀科索(Justin Kurzel)和瑪莉詠柯蒂亞(Marion Cotillard)在2015年的《馬克白》(Macbeth)合作過，一個是電玩遊戲的角色，另一個則是莎士比亞小說的角色，在準備角色上兩者是否有所不同？</p>\r\n<p>答：基本上來說，兩者的構成元素是相同的。《刺客教條》有些不同是因為我也身兼該片製片，對我來說是個新的學習經驗。</p>\r\n<p>問：《刺客教條》在國際市場的票房還不錯，但美國市場的票房則不如預期，這對你有何影響？你認為自己的演出是否對票房有所助益？</p>\r\n<p>答：首先，以投資者的觀點來看，老實說你不想讓任何人虧錢，你一定希望讓投資者能回本獲利，因為如果做不到，你的名聲也會留下負面的記錄。我想某種層面上來說，就是試著盡可能地去學習。當影片上映後，你能做的其實不多，而是取決於觀眾。</p>\r\n<p>問：去年的《為妳說的謊》票房也不太理想，你認為原因為何？</p>\r\n<p>答：行銷人員應該會比我更能精確地回答這個問題(笑)，或許人們比較偏好待在家看這種類型的電影吧，我不知道(原因)，但我仍為這部電影感到驕傲。我不會坐在那邊想太多這類的事情，我就是參與自己有興趣的案子，為電影盡力演出，然後希望我的工作做得還不錯。</p>\r\n<p>問：你和雷利史考特(Ridley Scott)合作過三次，和賈斯汀科索合作過兩次，和史蒂夫麥昆(Steve McQueen)也合作過三次，和他們合作的過程中你的收穫是什麼？</p>\r\n<p>答：當大家想法相近又好溝通是件很棒的事，會讓事情變得容易很多。在工作中能獲得歡樂對我至關重要，因為我工作時間很長，所以我喜歡享受工作時的經驗。當你遇到志同道合的人，你就可以(從工作中)獲得歡樂，然後就會想再繼續合作。</p>', 'test9.jpg', ''),
(10, '川普計劃使用和《國定殺戮日》相同的宣傳口號競選連任', '川普', '', '2019-03-21', '<p>雖然唐納川普(Donald Trump)還未正式就任美國總統，但他已經想好四年後競選連任的宣傳口號了。近日他在與《華盛頓郵報》(The Washington Post)的訪問中，透露了他個人未來希望採用的競選口號是「讓美國持續強大」(Keep America Great)。</p>\r\n<p>講完後，唐納川普把自己的律師叫進來問說：「你可以去登記註冊一下(這個口號)嗎... 我想我喜歡這個口號，對吧？」並交代律師「讓美國持續強大」這句口號結尾有無驚嘆號的版本都要登記註冊。</p>\r\n<p>這個「讓美國持續強大」的口號，其實先前已經有被使用過在電影上，而這部電影是於2016年上映的《國定殺戮日：大選之年》(The Purge: Election Year)。《國定殺戮日：大選之年》是《國定殺戮日》系列電影的第三集。該系列電影的設定是某個時空下的美國為了降低犯罪率，每年會開放12個小時讓犯罪合法化，在該段期間內所進行的非法行為事後皆不會遭到追訴。</p>\r\n<p>評論者吉田艾蜜莉(Emily Yoshida)指出在《國定殺戮日》系列電影中，不僅是要清洗美國人的罪惡，也是要清洗美國貧窮的弱勢階層，而這些弱勢階層往往是非白人的有色人種。也有人可能會提到「讓美國持續強大」及唐納川普此次使用的競選口號「讓美國再次強大」(Make America Great Again)背後有著類似的意念，尤其是以政府收入的角度考量國民建康、教育、移民、勞工薪資等政策時。</p>\r\n<p>當時《國定殺戮日：大選之年》是將「讓美國持續強大」這句口號使用在宣傳影片上，而非出現在電影正片中，至於唐納川普是否看過《國定殺戮日》系列電影，或是得知此相同的口號有被運用在電影宣傳上，則暫時尚未得知。</p>', 'test10.jpg', ''),
(11, '玩具總動員4預告片曝！ 牧羊女大變身', '胡迪', '', '2019-03-16', '<p>皮克斯招牌動畫「玩具總動員」系列卡通，今年暑假，即將再推出第4集，現在正式預告片也出爐了，消失一集的牧羊女，重新回歸，但形象跟以往很不一樣，呈現獨立、幹練形象，除了卡通片，彭于晏主演的新片，這回挑戰新的角色，擔任救援隊成員，除了要跳機還面臨許多爆破場景，據了解劇組還特別請來好萊塢團隊，花費約32.2億台幣打造而成。</p>', 'test2.jpg', ''),
(12, '《冰與火之歌：權力遊戲》渡鴉、龍飛太快？第八季更注重時間邏輯！', '艾蜜莉亞·克拉克', '', '2019-03-21', '<p>2017年《冰與火之歌：權力遊戲》（Game of Thrones）播出第七季，首次減少為7集，而不是往年的10集，所以故事進度神速，「瑟曦蘭尼斯特」與「攸倫葛雷喬伊」組同盟，「珊莎史塔克」、「布蘭史塔克」與妹妹「艾莉亞史塔克」重聚後對付小指頭、「瓊恩雪諾」與「丹妮莉絲坦格利安」不只聯手還戀愛了，夜王得到異鬼龍，把絕境長城炸破一個洞，劇情節奏跟前幾季比，可說是緊湊到不可思議，許多角色在廣闊的維斯特洛大地快速穿梭，讓許多觀眾討論和吐槽，「詹德利」跑多快？渡鴉飛多快？龍飛多快？才能讓「丹妮莉絲」及時趕到長城外，去救被異鬼大軍包圍的「瓊恩雪諾」一行人？</p>\r\n<p>對於這些質疑，執行製作人 布萊恩考克曼（Bryan Cogman）接受《娛樂週刊》訪問時表示：「上一季我們做了決定，就是別管那麼多，觀眾可以坐在家裡算數學，算搭船從A到B會花多久時間？（指臨冬城到龍石島的距離時間）不管你們算多久，沒錯，就是多久，我想觀眾感到憤慨總比其他情緒好，所以我接受。」</p>\r\n<p>影集統籌DB Weiss補充說：「我們不會閱讀太多網上的批評，如果有人說：『我不喜歡你們的做法』我不知道這樣的觀眾佔多少百分比，即使這個意見在社群上討論熱烈，很可能是1%觀眾在社群上討論，10分鐘後，就變得不只1%了，我沒有興趣知道到底有多少觀眾實際上這麼想，因為當你開始思考，就會讓自己發瘋。」</p>\r\n<p>儘管製作人與影集統籌都表示不在意影迷的吐槽，不過編劇 戴夫希爾（Dave Hill）仍表示，尚未播出的第八季雖然只有六集，但應該不會讓觀眾產生相同的質疑，他說：「第八季有許多事情發生，為了故事的平衡，必須加快劇情速度，有很多時間刪減，其實是可以上字幕『三週過去了』，但我們沒有這樣做。第八季我們試圖保留更多時間邏輯，而不是給角色背上噴射背包。」</p>\r\n<p>《冰與火之歌：權力遊戲》第八季最後六集將於4月15日回歸HBO。</p>', 'test3.png', 'https://zh.wikipedia.org/wiki/%E6%9D%83%E5%8A%9B%E7%9A%84%E6%B8%B8%E6%88%8F_(%E7%94%B5%E8%A7%86%E5%89%A7)'),
(13, '迪士尼、福斯正式合併　《X戰警》確定回歸《復仇者》', '死特', '', '2019-03-20', '<p>歷史性的一刻！迪士尼、福斯於紐約時間20日凌晨12點02分（台灣時間20日中午12點02分）正式合併，好萊塢6大巨頭重新洗牌，未來福斯將成為迪士尼的子公司之一，而迪士尼握有福斯版權包括《X戰警》、《異形》、《阿凡達》、《辛普森家庭》等，全球票房佔有率將從30％提升至40％，一年賺進超過75億美金，「死侍」萊恩雷諾斯戴上「米老鼠帽」曬照紀念「換東家」的這一天。</p>\r\n<p>迪士尼以71億美金（約2188億台幣）收購福斯，於20日凌晨12點02分合併生效。迪士尼CEO羅伯特艾格（Robert Bob Iger）紐約時間19日下午發表聲明：「這對我們來說是一個非凡的歷史性時刻，將為我們公司和股東創造巨大的長期價值，結合迪士尼、福斯多元且創意內容、經驗豐富的人才，創造卓越的全球娛樂公司，有利於領導一個充滿活力和改變的時代。」同時，迪士尼強調，合併主要是幫助公司「增加其國際足跡」、「擴大直接面對消費者的產品」。</p>\r\n<p>迪士尼旗下包括迪士尼電影公司、迪士尼動畫工作室等，2006年起併購皮克斯工作室，2009年買下漫威娛樂，並在隔年成立漫威工作室，2012年買下《星際大戰》版權擁有者盧卡斯影業，如今福斯影片也成為迪士尼的子公司之一，未來迪士尼將握有福斯版權包括《死侍》、《X戰警》、《驚奇四超人》、《異形》、《阿凡達》、《猩球崛起》、《金牌特務》、《艾莉塔》等以及電視作品《辛普森家庭》、《X檔案》等。</p>', 'test4.jpg', ''),
(14, '驚奇隊長踹飛《突擊隊》全球狂賣235億', '尼克．福瑞', '', '2019-03-20', '<p>漫威超級英雄電影《驚奇隊長》（Captain Marvel）票房一飛衝天，不僅全台狂賣3億467萬元，蟬聯票房冠軍，全球累積至前天高達7.6億美元（約235.6億元台幣），超越《美國隊長2：酷寒戰士》、《奇異博士》、《自殺突擊隊》等超英片，外媒預測將《驚奇隊長》全球賣座上看10億美元（約310億元台幣）。</p>\r\n<p>金獎影后布麗拉森飾演的驚奇隊長也將在《復仇者聯盟4：終局之戰》對抗薩諾斯，上周五釋出的最新預告中也令「雷神索爾」認可「我喜歡這一位」，令影迷熱血沸騰。</p>\r\n<p>《復仇者4》下月登場</p>\r\n<p>《復仇者4》預告在24小時內創下2.68億次點閱，是繼去年12月首支預告的2.89億次，該片連霸史上首日點閱次數最高與次高紀錄，可見粉絲期待度破表。《復仇者4》下月24日在台上映。</p>', 'test5.jpg', ''),
(15, '宮崎駿多次「引退詐欺」 吉卜力資深製作人看不下去：請別再說自己要引退', '娜烏希卡', '', '2019-03-20', '<p>日本動畫大師宮崎駿在1986年完成長篇動畫《天空之城》後，至今宣佈過多達7次的引退宣言，不過從他目前在正製作第12部長篇動畫《你想活出怎樣的人生》的情況看來，先前的引退宣言已經是全數跳票。吉卜力工作室資深製片人鈴木敏夫於日前接受動畫新聞網（ANN）採訪時表示「完全不相信宮崎駿的引退宣言」，他認為宮崎駿是一個不可能退休的人，未來也肯定會「不斷的畫下去」。</p>\r\n<p>從1986到2013共提出了7次的引退宣言，最後一次便是在《風起》推出後，而這也是最慎重的一次。不過，歷經短暫的休息，宮崎駿仍是閒不下來，隨即又在2015年以首次的CG電腦繪圖推出構思已久的動畫短片《毛毛蟲波羅》，2017年則開始進行《你想活出怎樣的人生》的製作，但鈴木敏夫認為，這部動畫長片「不可能會是宮崎駿的最後一部作品」。</p>', 'test.jpg', ''),
(16, '凱特溫斯蕾主演新片因同志設定惹議', 'Rose', '', '2019-03-20', '<p>據外電報導，凱特溫斯蕾（Kate Winslet）現正拍攝中的新片《Ammonite》因為劇情設定引起了一些爭議，《Ammonite》時空背景是19世紀的英國，取材真實歷史人物瑪莉安寧（Mary Anning）的故事，瑪莉安寧的知名事蹟是在英倫海峽（English Channel）的峭壁發現侏羅紀時期遺留下來的海洋化石層（Jurassic marine fossil beds），電影主軸之一是終身未婚的瑪莉安寧與另一名女性之間的情感關係。</p>\r\n<p> </p>\r\n<p>凱特溫斯蕾在《Ammonite》飾演瑪莉安寧，飾演同性友人的則是希爾夏蘿南（Saoirse Ronan），但電影設定的這段同志戀情卻遭到瑪莉安寧的家族後人提出質疑。其中一位瑪莉安寧的家族後人主張沒有證據指出瑪莉安寧是同志，瑪莉安寧本人的經歷原本就極具故事性，為增添電影賣點而把未經確認發生過的同志戀情放入片中無法對故事產生加分效果，瑪莉安寧本人如果看到恐怕也會感到遺憾及不安。</p>\r\n<p> </p>\r\n<p>雖然不只一位家族後人不滿電影因商業或其他考量加入同志戀情的設定，但也有家族後人認為這個設定可能讓瑪莉安寧更具吸引力，只要電影呈現得宜不失品味且傳達出其精神，那仍是好的。《Ammonite》的製片公司對此異議亦作出回應，表示電影是取材瑪莉安寧的人生故事，無意拍成（全然依照史實的）傳記電影。《Ammonite》的導演及編劇是法蘭西斯李（Francis Lee），前一部作品是《春光之境》（God\'s Own Country）。</p>', 'test6.jpg', ''),
(17, '湯姆霍蘭有望再演《復仇者聯盟》導演新作', '彼格迪克', '', '2019-03-20', '<p>英國演員湯姆霍蘭（Tom Holland）15歲演出第一部電影《浩劫奇蹟》（The Impossible）後，陸續又演出了《我的生存之道》（How I Live Now）、《白鯨傳奇：怒海之心》（In the Heart of the Sea）及《失落之城》（The Lost City of Z）等片，但湯姆霍蘭最為一般大眾熟知的角色應仍屬漫威電影宇宙（Marvel Cinematic Universe）中的蜘蛛人（Spider-Man）一角。</p>\r\n<p>湯姆霍蘭在《美國隊長：英雄內戰》（Captain America: Civil War）、《復仇者聯盟：無限之戰》 （Avengers: Infinity War）及《復仇者聯盟：終局之戰》（Avengers: Endgame）及預計今年四月上映的《復仇者聯盟：終局之戰》（Avengers: Endgame）都飾演蜘蛛人，這三部片也都由安東尼羅索 （Anthony Russo）及喬羅素（Joe Russo）兩兄弟共同執導。據外電報導，湯姆霍蘭有望再演出羅素兄弟執導的新片《Cherry》。</p>\r\n<p>《Cherry》電影取材自尼寇沃克（Nico Walker）所著的書籍，故事主角是曾派駐伊拉克的軍醫（Army medic），退役後出現創傷後壓力症候群（Post-traumatic stress disorder），導致其沉迷鴉片甚至開始搶劫銀行。尼寇沃克本人與書中主角經歷雖非完全相同但亦有近似之處，現正服刑的尼寇沃克將於2020年獲釋。《Cherry》電影預計今年夏季開拍，上映日期未定。</p>', 'test7.jpg', ''),
(18, '《羅根》導演表示戲院上映版就是導演版', 'Hugh Jackman', '', '2019-03-20', '<p>《羅根》(Logan)是休傑克曼(Hugh Jackman)最後一次擔綱演出的金鋼狼系列電影，目前無論是普遍評價或票房表現都相當突出，因為片中有較血腥的畫面及較沉重的主題，《羅根》在美國是以R級上映(未滿十八歲須由家長或監護人陪同觀看)。詹姆士曼高德昨日在推特(Twitter)上被問到《羅根》之後是否會有導演版的出現，他回答表示目前戲院上映的版本(片長138分鐘)就是他的導演版。</p>\r\n<p>為了確保電影級別不會為了吸納更多可買票入場的觀眾而降級，休傑克曼當初選擇減薪演出《羅根》，以降低可買票入場的總體觀眾人數較少的潛在風險。據報導指出，投資《羅根》的片廠福斯影業並未對電影最終應如何呈現作出干預，而是交由導演詹姆士曼高德(James Mangold)創作發揮。</p>\r\n<p>詹姆士曼高德同時也是系列電影前作《金鋼狼：武士之戰》(The Wolverine》的導演，當時《金鋼狼：武士之戰》的美國上映版本是PG-13級(電影中包含不適合13歲以下兒童觀賞的內容)，後續推出的藍光加長版本放入了較多血腥場面，因而在審查後變成以R級發行。</p>\r\n<p>晚近發行過加長版本的超級英雄商業大片還有《蝙蝠俠對超人：正義曙光》(Batman v Superman: Dawn of Justice)及《自殺突擊隊》(Suicide Squad)，《蝙蝠俠對超人：正義曙光》的加長版本比戲院版多了約30分鐘，其中較多是關於超人克拉克肯特(Clark Kent)的部份，《自殺突擊隊》的加長版本則比戲院版多了約11分鐘，增加了一些由傑瑞拉托(Jared Leto)飾演的小丑的片段。</p>', 'test8.jpg', ''),
(19, '麥可法斯賓達談作品票房不佳的想法', '萬磁王', '', '2019-03-21', '<p>新作《刺客教條》(Assassin\'s Creed)正在戲院上映的人氣男星麥可法斯賓達(Michael Fassbender)近日在南非接受了《紐約時報》(New York Times)的電話訪問，其中包含了關於《刺客教條》及《為妳說的謊》(The Light Between Oceans)票房未盡理想的問題，以下是節錄的問答內容。</p>\r\n<p>問：你是否有計劃地輪替接拍獨立製片電影和大成本的片商電影？還是就順其自然？</p>\r\n<p>答：兩者都有一些，兩種電影我都喜歡參與。參與低成本的獨立製片電影感覺比較直接和親近，拍攝速度快，而且很刺激，有很多年輕優秀的電影人員都是從獨立製片電影冒出頭，無論是導演、編劇或演員。作為消費者，除了更貼近個人的獨立製片電影，我也一樣喜歡動作冒險電影。當有這麼多人能夠努力合作拍出一部規模龐大的電影，這是相當可觀的，就像是個大馬戲團一樣，雖然過程困難但很值得。</p>\r\n<p>問：你之前已有和《刺客教條》的導演賈斯汀科索(Justin Kurzel)和瑪莉詠柯蒂亞(Marion Cotillard)在2015年的《馬克白》(Macbeth)合作過，一個是電玩遊戲的角色，另一個則是莎士比亞小說的角色，在準備角色上兩者是否有所不同？</p>\r\n<p>答：基本上來說，兩者的構成元素是相同的。《刺客教條》有些不同是因為我也身兼該片製片，對我來說是個新的學習經驗。</p>\r\n<p>問：《刺客教條》在國際市場的票房還不錯，但美國市場的票房則不如預期，這對你有何影響？你認為自己的演出是否對票房有所助益？</p>\r\n<p>答：首先，以投資者的觀點來看，老實說你不想讓任何人虧錢，你一定希望讓投資者能回本獲利，因為如果做不到，你的名聲也會留下負面的記錄。我想某種層面上來說，就是試著盡可能地去學習。當影片上映後，你能做的其實不多，而是取決於觀眾。</p>\r\n<p>問：去年的《為妳說的謊》票房也不太理想，你認為原因為何？</p>\r\n<p>答：行銷人員應該會比我更能精確地回答這個問題(笑)，或許人們比較偏好待在家看這種類型的電影吧，我不知道(原因)，但我仍為這部電影感到驕傲。我不會坐在那邊想太多這類的事情，我就是參與自己有興趣的案子，為電影盡力演出，然後希望我的工作做得還不錯。</p>\r\n<p>問：你和雷利史考特(Ridley Scott)合作過三次，和賈斯汀科索合作過兩次，和史蒂夫麥昆(Steve McQueen)也合作過三次，和他們合作的過程中你的收穫是什麼？</p>\r\n<p>答：當大家想法相近又好溝通是件很棒的事，會讓事情變得容易很多。在工作中能獲得歡樂對我至關重要，因為我工作時間很長，所以我喜歡享受工作時的經驗。當你遇到志同道合的人，你就可以(從工作中)獲得歡樂，然後就會想再繼續合作。</p>', 'test9.jpg', ''),
(20, '川普計劃使用和《國定殺戮日》相同的宣傳口號競選連任', '川普', '', '2019-03-21', '<p>雖然唐納川普(Donald Trump)還未正式就任美國總統，但他已經想好四年後競選連任的宣傳口號了。近日他在與《華盛頓郵報》(The Washington Post)的訪問中，透露了他個人未來希望採用的競選口號是「讓美國持續強大」(Keep America Great)。</p>\r\n<p>講完後，唐納川普把自己的律師叫進來問說：「你可以去登記註冊一下(這個口號)嗎... 我想我喜歡這個口號，對吧？」並交代律師「讓美國持續強大」這句口號結尾有無驚嘆號的版本都要登記註冊。</p>\r\n<p>這個「讓美國持續強大」的口號，其實先前已經有被使用過在電影上，而這部電影是於2016年上映的《國定殺戮日：大選之年》(The Purge: Election Year)。《國定殺戮日：大選之年》是《國定殺戮日》系列電影的第三集。該系列電影的設定是某個時空下的美國為了降低犯罪率，每年會開放12個小時讓犯罪合法化，在該段期間內所進行的非法行為事後皆不會遭到追訴。</p>\r\n<p>評論者吉田艾蜜莉(Emily Yoshida)指出在《國定殺戮日》系列電影中，不僅是要清洗美國人的罪惡，也是要清洗美國貧窮的弱勢階層，而這些弱勢階層往往是非白人的有色人種。也有人可能會提到「讓美國持續強大」及唐納川普此次使用的競選口號「讓美國再次強大」(Make America Great Again)背後有著類似的意念，尤其是以政府收入的角度考量國民建康、教育、移民、勞工薪資等政策時。</p>\r\n<p>當時《國定殺戮日：大選之年》是將「讓美國持續強大」這句口號使用在宣傳影片上，而非出現在電影正片中，至於唐納川普是否看過《國定殺戮日》系列電影，或是得知此相同的口號有被運用在電影宣傳上，則暫時尚未得知。</p>', 'test10.jpg', ''),
(21, '玩具總動員4預告片曝！ 牧羊女大變身', '胡迪', '', '2019-03-16', '<p>皮克斯招牌動畫「玩具總動員」系列卡通，今年暑假，即將再推出第4集，現在正式預告片也出爐了，消失一集的牧羊女，重新回歸，但形象跟以往很不一樣，呈現獨立、幹練形象，除了卡通片，彭于晏主演的新片，這回挑戰新的角色，擔任救援隊成員，除了要跳機還面臨許多爆破場景，據了解劇組還特別請來好萊塢團隊，花費約32.2億台幣打造而成。</p>', 'test2.jpg', ''),
(22, '《冰與火之歌：權力遊戲》渡鴉、龍飛太快？第八季更注重時間邏輯！', '艾蜜莉亞·克拉克', '', '2019-03-21', '<p>2017年《冰與火之歌：權力遊戲》（Game of Thrones）播出第七季，首次減少為7集，而不是往年的10集，所以故事進度神速，「瑟曦蘭尼斯特」與「攸倫葛雷喬伊」組同盟，「珊莎史塔克」、「布蘭史塔克」與妹妹「艾莉亞史塔克」重聚後對付小指頭、「瓊恩雪諾」與「丹妮莉絲坦格利安」不只聯手還戀愛了，夜王得到異鬼龍，把絕境長城炸破一個洞，劇情節奏跟前幾季比，可說是緊湊到不可思議，許多角色在廣闊的維斯特洛大地快速穿梭，讓許多觀眾討論和吐槽，「詹德利」跑多快？渡鴉飛多快？龍飛多快？才能讓「丹妮莉絲」及時趕到長城外，去救被異鬼大軍包圍的「瓊恩雪諾」一行人？</p>\r\n<p>對於這些質疑，執行製作人 布萊恩考克曼（Bryan Cogman）接受《娛樂週刊》訪問時表示：「上一季我們做了決定，就是別管那麼多，觀眾可以坐在家裡算數學，算搭船從A到B會花多久時間？（指臨冬城到龍石島的距離時間）不管你們算多久，沒錯，就是多久，我想觀眾感到憤慨總比其他情緒好，所以我接受。」</p>\r\n<p>影集統籌DB Weiss補充說：「我們不會閱讀太多網上的批評，如果有人說：『我不喜歡你們的做法』我不知道這樣的觀眾佔多少百分比，即使這個意見在社群上討論熱烈，很可能是1%觀眾在社群上討論，10分鐘後，就變得不只1%了，我沒有興趣知道到底有多少觀眾實際上這麼想，因為當你開始思考，就會讓自己發瘋。」</p>\r\n<p>儘管製作人與影集統籌都表示不在意影迷的吐槽，不過編劇 戴夫希爾（Dave Hill）仍表示，尚未播出的第八季雖然只有六集，但應該不會讓觀眾產生相同的質疑，他說：「第八季有許多事情發生，為了故事的平衡，必須加快劇情速度，有很多時間刪減，其實是可以上字幕『三週過去了』，但我們沒有這樣做。第八季我們試圖保留更多時間邏輯，而不是給角色背上噴射背包。」</p>\r\n<p>《冰與火之歌：權力遊戲》第八季最後六集將於4月15日回歸HBO。</p>', 'test3.png', 'https://zh.wikipedia.org/wiki/%E6%9D%83%E5%8A%9B%E7%9A%84%E6%B8%B8%E6%88%8F_(%E7%94%B5%E8%A7%86%E5%89%A7)'),
(23, '迪士尼、福斯正式合併　《X戰警》確定回歸《復仇者》', '死特', '', '2019-03-20', '<p>歷史性的一刻！迪士尼、福斯於紐約時間20日凌晨12點02分（台灣時間20日中午12點02分）正式合併，好萊塢6大巨頭重新洗牌，未來福斯將成為迪士尼的子公司之一，而迪士尼握有福斯版權包括《X戰警》、《異形》、《阿凡達》、《辛普森家庭》等，全球票房佔有率將從30％提升至40％，一年賺進超過75億美金，「死侍」萊恩雷諾斯戴上「米老鼠帽」曬照紀念「換東家」的這一天。</p>\r\n<p>迪士尼以71億美金（約2188億台幣）收購福斯，於20日凌晨12點02分合併生效。迪士尼CEO羅伯特艾格（Robert Bob Iger）紐約時間19日下午發表聲明：「這對我們來說是一個非凡的歷史性時刻，將為我們公司和股東創造巨大的長期價值，結合迪士尼、福斯多元且創意內容、經驗豐富的人才，創造卓越的全球娛樂公司，有利於領導一個充滿活力和改變的時代。」同時，迪士尼強調，合併主要是幫助公司「增加其國際足跡」、「擴大直接面對消費者的產品」。</p>\r\n<p>迪士尼旗下包括迪士尼電影公司、迪士尼動畫工作室等，2006年起併購皮克斯工作室，2009年買下漫威娛樂，並在隔年成立漫威工作室，2012年買下《星際大戰》版權擁有者盧卡斯影業，如今福斯影片也成為迪士尼的子公司之一，未來迪士尼將握有福斯版權包括《死侍》、《X戰警》、《驚奇四超人》、《異形》、《阿凡達》、《猩球崛起》、《金牌特務》、《艾莉塔》等以及電視作品《辛普森家庭》、《X檔案》等。</p>', 'test4.jpg', ''),
(24, '驚奇隊長踹飛《突擊隊》全球狂賣235億', '尼克．福瑞', '', '2019-03-20', '<p>漫威超級英雄電影《驚奇隊長》（Captain Marvel）票房一飛衝天，不僅全台狂賣3億467萬元，蟬聯票房冠軍，全球累積至前天高達7.6億美元（約235.6億元台幣），超越《美國隊長2：酷寒戰士》、《奇異博士》、《自殺突擊隊》等超英片，外媒預測將《驚奇隊長》全球賣座上看10億美元（約310億元台幣）。</p>\r\n<p>金獎影后布麗拉森飾演的驚奇隊長也將在《復仇者聯盟4：終局之戰》對抗薩諾斯，上周五釋出的最新預告中也令「雷神索爾」認可「我喜歡這一位」，令影迷熱血沸騰。</p>\r\n<p>《復仇者4》下月登場</p>\r\n<p>《復仇者4》預告在24小時內創下2.68億次點閱，是繼去年12月首支預告的2.89億次，該片連霸史上首日點閱次數最高與次高紀錄，可見粉絲期待度破表。《復仇者4》下月24日在台上映。</p>', 'test5.jpg', ''),
(25, '宮', '娜烏希卡', '', '2019-03-20', '<p>5413</p>', 'test.jpg', '');

-- --------------------------------------------------------

--
-- 資料表結構 `cinema`
--

CREATE TABLE `cinema` (
  `sid` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `img` varchar(255) NOT NULL,
  `taxID` varchar(255) NOT NULL,
  `phone` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `account` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `intro` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 資料表的匯出資料 `cinema`
--

INSERT INTO `cinema` (`sid`, `name`, `img`, `taxID`, `phone`, `address`, `account`, `password`, `intro`) VALUES
(1, 'Spacebar Room 文青不挑片', 'fb6370ec9fc4e6cf4dc818e23516f17d882058d2.jpg', '54358027', '02-2738-5660', '110 台北市信義區和平東路三段291號453', 'spacebarroom', '12345678', '鄰近六張犁捷運站的影像工作室 Spacebar Studio，到了週五晚上搖身一變成為「文青不挑片」的聚會所，吸引許多電影愛好者定時上門拜訪。Spacebar Studio 的 Mossy 透露，本來只是公司的親朋好友們下班後在辦公空間地下室舉辦的電影小453聚，卻因為有設立 Facebook 公開的活動頁面而廣為人知，逐漸變成每週一次、對外開放的觀影活動。'),
(2, '府中15新北紀錄片放映院', '431f25bb6c244106709b54bb6a969c992ba23167.jpg', '12345678', '022968-3600', '22055新北市板橋區府中路15號', 'fzfifteen', '12345678', '為了培養紀錄片觀影人口、建立紀錄片工作者發表平台，新北市政府於100年12月3日啟用全國第一個以紀錄片為主題放映的場地—「『府中15』新北市紀錄片放映院」。除了作為優質紀錄片定點放映、舉辦名人講座之地點外，並結合府中商圈，打造市民休閒及觀賞藝術電影的藝文特區。'),
(3, '台北 Xiaomijo小米酒咖啡館', '3d9cbb84a28cf66299f0f9d5fad3deba9756642c.jpg', '12345678', '02-23957617', '台北市大安區永康街41巷5號', 'Xiaomijo', '12345678', '來XIAOMIJO冒險一下吧!週二~週五13:00~22:00，周六週日12:00開門；週一固定公休，臨時公休會在FB公告，謝謝!'),
(4, '光點台北', 'b3e527d1e051f7ac4379c72f49f1d5801d58b195.png', '28468385', '02-2511-7786', '台北市中山區中山北路二段18號', 'spottaipei', '12345678', '從民國68年到民國86年的十八年間，台北之家這棟建築物處於荒煙蔓草中，閒置多時，成為第三級古蹟後，為妥善維護古蹟空間，由台北市文化局疾呼奔走，經台積電文教基金會贊助新台幣六千萬元，將建築物本體修復後，委託由侯孝賢導演擔任理事長的【台灣電影文化協會】經營。經各方審慎規劃後，決定將其活化為以電影文化為主的藝文空間，本建築物定名為「台北之家」，並於民國91年11月10日正式開館。'),
(5, '光點華山', 'ddbb6504c221b0d85980b6db5f63c4f738e386a5.png', '28468385', '02-2394-0622', '台北市中正區八德路一段1號', 'spothuashan', '12345678', '光點華山電影館,位於華山文創園區中六館，原為酒廠再製酒包裝室，1996年由文化部規劃指導，改建為電影館，並由侯孝賢導演領軍之團隊「台灣電影文化協會」經營管理，於2012年11月正式開幕，為全國首座國家級藝術電影館。整館空間保留舊建築結構並結合新的創意元素，為老屋新力之創新展現。'),
(6, '湳山戲院', '31828173f511432ac2287d4476afe147e14390e5.jpg', '04920795', '0227023130', '台北市大安區通化街24巷1號', 'nashan', '12345678', '位於通化街的湳山戲院，約民國60年代初開業．靠近捷運信義安和站，因位於信義商圈附近，人潮到了週末就會很多．'),
(7, '誠品電影院', '516728ed80674d90d7938493555e6c58d076e9d6.jpg', '23155531', '02-6636-5888', '台北市信義區菸廠路80號B2 ', 'eslitearthouse', '12345678', '以人文生活為中心，深度結合影像生活與文化創意，放眼國際與台灣，再佐以松菸特有的歷史文化及創意生活的氛圍下，讓觀影經驗無限延伸，藝文生活無限精采。'),
(8, 'Spacebar Room 文青不挑片', 'fb6370ec9fc4e6cf4dc818e23516f17d882058d2.jpg', '54358027', '02-2738-5660', '110 台北市信義區和平東路三段291號453', 'spacebarroom1', '12345678', '鄰近六張犁捷運站的影像工作室 Spacebar Studio，到了週五晚上搖身一變成為「文青不挑片」的聚會所，吸引許多電影愛好者定時上門拜訪。Spacebar Studio 的 Mossy 透露，本來只是公司的親朋好友們下班後在辦公空間地下室舉辦的電影小453聚，卻因為有設立 Facebook 公開的活動頁面而廣為人知，逐漸變成每週一次、對外開放的觀影活動。'),
(9, '府中15新北紀錄片放映院', '431f25bb6c244106709b54bb6a969c992ba23167.jpg', '12345678', '022968-3600', '22055新北市板橋區府中路15號', 'fzfifteen1', '12345678', '為了培養紀錄片觀影人口、建立紀錄片工作者發表平台，新北市政府於100年12月3日啟用全國第一個以紀錄片為主題放映的場地—「『府中15』新北市紀錄片放映院」。除了作為優質紀錄片定點放映、舉辦名人講座之地點外，並結合府中商圈，打造市民休閒及觀賞藝術電影的藝文特區。'),
(10, '台北 Xiaomijo小米酒咖啡館', '3d9cbb84a28cf66299f0f9d5fad3deba9756642c.jpg', '12345678', '02-23957617', '台北市大安區永康街41巷5號', 'Xiaomijo1', '12345678', '來XIAOMIJO冒險一下吧!週二~週五13:00~22:00，周六週日12:00開門；週一固定公休，臨時公休會在FB公告，謝謝!'),
(11, '光點台北', 'b3e527d1e051f7ac4379c72f49f1d5801d58b195.png', '28468385', '02-2511-7786', '台北市中山區中山北路二段18號', 'spottaipei1', '12345678', '從民國68年到民國86年的十八年間，台北之家這棟建築物處於荒煙蔓草中，閒置多時，成為第三級古蹟後，為妥善維護古蹟空間，由台北市文化局疾呼奔走，經台積電文教基金會贊助新台幣六千萬元，將建築物本體修復後，委託由侯孝賢導演擔任理事長的【台灣電影文化協會】經營。經各方審慎規劃後，決定將其活化為以電影文化為主的藝文空間，本建築物定名為「台北之家」，並於民國91年11月10日正式開館。'),
(12, '光點華山', 'ddbb6504c221b0d85980b6db5f63c4f738e386a5.png', '28468385', '02-2394-0622', '台北市中正區八德路一段1號', 'spothuashan1', '12345678', '光點華山電影館,位於華山文創園區中六館，原為酒廠再製酒包裝室，1996年由文化部規劃指導，改建為電影館，並由侯孝賢導演領軍之團隊「台灣電影文化協會」經營管理，於2012年11月正式開幕，為全國首座國家級藝術電影館。整館空間保留舊建築結構並結合新的創意元素，為老屋新力之創新展現。'),
(13, '湳山戲院', '31828173f511432ac2287d4476afe147e14390e5.jpg', '04920795', '0227023130', '台北市大安區通化街24巷1號', 'nashan1', '12345678', '位於通化街的湳山戲院，約民國60年代初開業．靠近捷運信義安和站，因位於信義商圈附近，人潮到了週末就會很多．'),
(14, '誠品電影院', '516728ed80674d90d7938493555e6c58d076e9d6.jpg', '23155531', '02-6636-5888', '台北市信義區菸廠路80號B2 ', 'eslitearthouse1', '12345678', '以人文生活為中心，深度結合影像生活與文化創意，放眼國際與台灣，再佐以松菸特有的歷史文化及創意生活的氛圍下，讓觀影經驗無限延伸，藝文生活無限精采。'),
(15, 'Spacebar Room 文青不挑片', 'fb6370ec9fc4e6cf4dc818e23516f17d882058d2.jpg', '54358027', '02-2738-5660', '110 台北市信義區和平東路三段291號453', 'spacebarroom2', '12345678', '鄰近六張犁捷運站的影像工作室 Spacebar Studio，到了週五晚上搖身一變成為「文青不挑片」的聚會所，吸引許多電影愛好者定時上門拜訪。Spacebar Studio 的 Mossy 透露，本來只是公司的親朋好友們下班後在辦公空間地下室舉辦的電影小453聚，卻因為有設立 Facebook 公開的活動頁面而廣為人知，逐漸變成每週一次、對外開放的觀影活動。'),
(16, '府中15新北紀錄片放映院', '431f25bb6c244106709b54bb6a969c992ba23167.jpg', '12345678', '022968-3600', '22055新北市板橋區府中路15號', 'fzfifteen2', '12345678', '為了培養紀錄片觀影人口、建立紀錄片工作者發表平台，新北市政府於100年12月3日啟用全國第一個以紀錄片為主題放映的場地—「『府中15』新北市紀錄片放映院」。除了作為優質紀錄片定點放映、舉辦名人講座之地點外，並結合府中商圈，打造市民休閒及觀賞藝術電影的藝文特區。'),
(17, '台北 Xiaomijo小米酒咖啡館', '3d9cbb84a28cf66299f0f9d5fad3deba9756642c.jpg', '12345678', '02-23957617', '台北市大安區永康街41巷5號', 'Xiaomijo2', '12345678', '來XIAOMIJO冒險一下吧!週二~週五13:00~22:00，周六週日12:00開門；週一固定公休，臨時公休會在FB公告，謝謝!'),
(18, '光點台北', 'b3e527d1e051f7ac4379c72f49f1d5801d58b195.png', '28468385', '02-2511-7786', '台北市中山區中山北路二段18號', 'spottaipei2', '12345678', '從民國68年到民國86年的十八年間，台北之家這棟建築物處於荒煙蔓草中，閒置多時，成為第三級古蹟後，為妥善維護古蹟空間，由台北市文化局疾呼奔走，經台積電文教基金會贊助新台幣六千萬元，將建築物本體修復後，委託由侯孝賢導演擔任理事長的【台灣電影文化協會】經營。經各方審慎規劃後，決定將其活化為以電影文化為主的藝文空間，本建築物定名為「台北之家」，並於民國91年11月10日正式開館。'),
(19, '光點華山', 'ddbb6504c221b0d85980b6db5f63c4f738e386a5.png', '28468385', '02-2394-0622', '台北市中正區八德路一段1號', 'spothuashan2', '12345678', '光點華山電影館,位於華山文創園區中六館，原為酒廠再製酒包裝室，1996年由文化部規劃指導，改建為電影館，並由侯孝賢導演領軍之團隊「台灣電影文化協會」經營管理，於2012年11月正式開幕，為全國首座國家級藝術電影館。整館空間保留舊建築結構並結合新的創意元素，為老屋新力之創新展現。'),
(20, '湳山戲院', '31828173f511432ac2287d4476afe147e14390e5.jpg', '04920795', '0227023130', '台北市大安區通化街24巷1號', 'nashan2', '12345678', '位於通化街的湳山戲院，約民國60年代初開業．靠近捷運信義安和站，因位於信義商圈附近，人潮到了週末就會很多．'),
(21, '誠品電影院', '516728ed80674d90d7938493555e6c58d076e9d6.jpg', '23155531', '02-6636-5888', '台北市信義區菸廠路80號B2 ', 'eslitearthouse2', '12345678', '以人文生活為中心，深度結合影像生活與文化創意，放眼國際與台灣，再佐以松菸特有的歷史文化及創意生活的氛圍下，讓觀影經驗無限延伸，藝文生活無限精采。'),
(22, 'Spacebar Room 文青不挑片', 'fb6370ec9fc4e6cf4dc818e23516f17d882058d2.jpg', '54358027', '02-2738-5660', '110 台北市信義區和平東路三段291號453', 'spacebarroom3', '12345678', '鄰近六張犁捷運站的影像工作室 Spacebar Studio，到了週五晚上搖身一變成為「文青不挑片」的聚會所，吸引許多電影愛好者定時上門拜訪。Spacebar Studio 的 Mossy 透露，本來只是公司的親朋好友們下班後在辦公空間地下室舉辦的電影小453聚，卻因為有設立 Facebook 公開的活動頁面而廣為人知，逐漸變成每週一次、對外開放的觀影活動。'),
(23, '府中15新北紀錄片放映院', '431f25bb6c244106709b54bb6a969c992ba23167.jpg', '12345678', '022968-3600', '22055新北市板橋區府中路15號', 'fzfifteen3', '12345678', '為了培養紀錄片觀影人口、建立紀錄片工作者發表平台，新北市政府於100年12月3日啟用全國第一個以紀錄片為主題放映的場地—「『府中15』新北市紀錄片放映院」。除了作為優質紀錄片定點放映、舉辦名人講座之地點外，並結合府中商圈，打造市民休閒及觀賞藝術電影的藝文特區。'),
(24, '台北 Xiaomijo小米酒咖啡館', '3d9cbb84a28cf66299f0f9d5fad3deba9756642c.jpg', '12345678', '02-23957617', '台北市大安區永康街41巷5號', 'Xiaomijo3', '12345678', '來XIAOMIJO冒險一下吧!週二~週五13:00~22:00，周六週日12:00開門；週一固定公休，臨時公休會在FB公告，謝謝!'),
(25, '光點台北', 'b3e527d1e051f7ac4379c72f49f1d5801d58b195.png', '28468385', '02-2511-7786', '台北市中山區中山北路二段18號', 'spottaipei3', '12345678', '從民國68年到民國86年的十八年間，台北之家這棟建築物處於荒煙蔓草中，閒置多時，成為第三級古蹟後，為妥善維護古蹟空間，由台北市文化局疾呼奔走，經台積電文教基金會贊助新台幣六千萬元，將建築物本體修復後，委託由侯孝賢導演擔任理事長的【台灣電影文化協會】經營。經各方審慎規劃後，決定將其活化為以電影文化為主的藝文空間，本建築物定名為「台北之家」，並於民國91年11月10日正式開館。'),
(26, '光點華山', 'ddbb6504c221b0d85980b6db5f63c4f738e386a5.png', '28468385', '02-2394-0622', '台北市中正區八德路一段1號', 'spothuashan3', '12345678', '光點華山電影館,位於華山文創園區中六館，原為酒廠再製酒包裝室，1996年由文化部規劃指導，改建為電影館，並由侯孝賢導演領軍之團隊「台灣電影文化協會」經營管理，於2012年11月正式開幕，為全國首座國家級藝術電影館。整館空間保留舊建築結構並結合新的創意元素，為老屋新力之創新展現。'),
(27, '湳山戲院', '31828173f511432ac2287d4476afe147e14390e5.jpg', '04920795', '0227023130', '台北市大安區通化街24巷1號', 'nashan3', '12345678', '位於通化街的湳山戲院，約民國60年代初開業．靠近捷運信義安和站，因位於信義商圈附近，人潮到了週末就會很多．'),
(28, '誠品電影院', '516728ed80674d90d7938493555e6c58d076e9d6.jpg', '23155531', '02-6636-5888', '台北市信義區菸廠路80號B2 ', 'eslitearthouse3', '12345678', '以人文生活為中心，深度結合影像生活與文化創意，放眼國際與台灣，再佐以松菸特有的歷史文化及創意生活的氛圍下，讓觀影經驗無限延伸，藝文生活無限精采。'),
(29, 'Spacebar Room 文青不挑片', 'fb6370ec9fc4e6cf4dc818e23516f17d882058d2.jpg', '54358027', '02-2738-5660', '110 台北市信義區和平東路三段291號453', 'spacebarroom4', '12345678', '鄰近六張犁捷運站的影像工作室 Spacebar Studio，到了週五晚上搖身一變成為「文青不挑片」的聚會所，吸引許多電影愛好者定時上門拜訪。Spacebar Studio 的 Mossy 透露，本來只是公司的親朋好友們下班後在辦公空間地下室舉辦的電影小453聚，卻因為有設立 Facebook 公開的活動頁面而廣為人知，逐漸變成每週一次、對外開放的觀影活動。'),
(30, '府中15新北紀錄片放映院', '431f25bb6c244106709b54bb6a969c992ba23167.jpg', '12345678', '022968-3600', '22055新北市板橋區府中路15號', 'fzfifteen4', '12345678', '為了培養紀錄片觀影人口、建立紀錄片工作者發表平台，新北市政府於100年12月3日啟用全國第一個以紀錄片為主題放映的場地—「『府中15』新北市紀錄片放映院」。除了作為優質紀錄片定點放映、舉辦名人講座之地點外，並結合府中商圈，打造市民休閒及觀賞藝術電影的藝文特區。'),
(31, '台北 Xiaomijo小米酒咖啡館', '3d9cbb84a28cf66299f0f9d5fad3deba9756642c.jpg', '12345678', '02-23957617', '台北市大安區永康街41巷5號', 'Xiaomijo4', '12345678', '來XIAOMIJO冒險一下吧!週二~週五13:00~22:00，周六週日12:00開門；週一固定公休，臨時公休會在FB公告，謝謝!'),
(32, '光點台北', 'b3e527d1e051f7ac4379c72f49f1d5801d58b195.png', '28468385', '02-2511-7786', '台北市中山區中山北路二段18號', 'spottaipei4', '12345678', '從民國68年到民國86年的十八年間，台北之家這棟建築物處於荒煙蔓草中，閒置多時，成為第三級古蹟後，為妥善維護古蹟空間，由台北市文化局疾呼奔走，經台積電文教基金會贊助新台幣六千萬元，將建築物本體修復後，委託由侯孝賢導演擔任理事長的【台灣電影文化協會】經營。經各方審慎規劃後，決定將其活化為以電影文化為主的藝文空間，本建築物定名為「台北之家」，並於民國91年11月10日正式開館。'),
(33, '光點華山', 'ddbb6504c221b0d85980b6db5f63c4f738e386a5.png', '28468385', '02-2394-0622', '台北市中正區八德路一段1號', 'spothuashan4', '12345678', '光點華山電影館,位於華山文創園區中六館，原為酒廠再製酒包裝室，1996年由文化部規劃指導，改建為電影館，並由侯孝賢導演領軍之團隊「台灣電影文化協會」經營管理，於2012年11月正式開幕，為全國首座國家級藝術電影館。整館空間保留舊建築結構並結合新的創意元素，為老屋新力之創新展現。'),
(34, '湳山戲院', '31828173f511432ac2287d4476afe147e14390e5.jpg', '04920795', '0227023130', '台北市大安區通化街24巷1號', 'nashan4', '12345678', '位於通化街的湳山戲院，約民國60年代初開業．靠近捷運信義安和站，因位於信義商圈附近，人潮到了週末就會很多．'),
(35, '誠品電影院', '516728ed80674d90d7938493555e6c58d076e9d6.jpg', '23155531', '02-6636-5888', '台北市信義區菸廠路80號B2 ', 'eslitearthouse4', '12345678', '以人文生活為中心，深度結合影像生活與文化創意，放眼國際與台灣，再佐以松菸特有的歷史文化及創意生活的氛圍下，讓觀影經驗無限延伸，藝文生活無限精采。'),
(36, 'Spacebar Room 文青不挑片', 'fb6370ec9fc4e6cf4dc818e23516f17d882058d2.jpg', '54358027', '02-2738-5660', '110 台北市信義區和平東路三段291號453', 'spacebarroom5', '12345678', '鄰近六張犁捷運站的影像工作室 Spacebar Studio，到了週五晚上搖身一變成為「文青不挑片」的聚會所，吸引許多電影愛好者定時上門拜訪。Spacebar Studio 的 Mossy 透露，本來只是公司的親朋好友們下班後在辦公空間地下室舉辦的電影小453聚，卻因為有設立 Facebook 公開的活動頁面而廣為人知，逐漸變成每週一次、對外開放的觀影活動。'),
(37, '府中15新北紀錄片放映院', '431f25bb6c244106709b54bb6a969c992ba23167.jpg', '12345678', '022968-3600', '22055新北市板橋區府中路15號', 'fzfifteen5', '12345678', '為了培養紀錄片觀影人口、建立紀錄片工作者發表平台，新北市政府於100年12月3日啟用全國第一個以紀錄片為主題放映的場地—「『府中15』新北市紀錄片放映院」。除了作為優質紀錄片定點放映、舉辦名人講座之地點外，並結合府中商圈，打造市民休閒及觀賞藝術電影的藝文特區。'),
(38, '台北 Xiaomijo小米酒咖啡館', '3d9cbb84a28cf66299f0f9d5fad3deba9756642c.jpg', '12345678', '02-23957617', '台北市大安區永康街41巷5號', 'Xiaomijo5', '12345678', '來XIAOMIJO冒險一下吧!週二~週五13:00~22:00，周六週日12:00開門；週一固定公休，臨時公休會在FB公告，謝謝!'),
(39, '光點台北', 'b3e527d1e051f7ac4379c72f49f1d5801d58b195.png', '28468385', '02-2511-7786', '台北市中山區中山北路二段18號', 'spottaipei5', '12345678', '從民國68年到民國86年的十八年間，台北之家這棟建築物處於荒煙蔓草中，閒置多時，成為第三級古蹟後，為妥善維護古蹟空間，由台北市文化局疾呼奔走，經台積電文教基金會贊助新台幣六千萬元，將建築物本體修復後，委託由侯孝賢導演擔任理事長的【台灣電影文化協會】經營。經各方審慎規劃後，決定將其活化為以電影文化為主的藝文空間，本建築物定名為「台北之家」，並於民國91年11月10日正式開館。'),
(40, '光點華山', 'ddbb6504c221b0d85980b6db5f63c4f738e386a5.png', '28468385', '02-2394-0622', '台北市中正區八德路一段1號', 'spothuashan5', '12345678', '光點華山電影館,位於華山文創園區中六館，原為酒廠再製酒包裝室，1996年由文化部規劃指導，改建為電影館，並由侯孝賢導演領軍之團隊「台灣電影文化協會」經營管理，於2012年11月正式開幕，為全國首座國家級藝術電影館。整館空間保留舊建築結構並結合新的創意元素，為老屋新力之創新展現。'),
(41, '湳山戲院', '31828173f511432ac2287d4476afe147e14390e5.jpg', '04920795', '0227023130', '台北市大安區通化街24巷1號', 'nashan5', '12345678', '位於通化街的湳山戲院，約民國60年代初開業．靠近捷運信義安和站，因位於信義商圈附近，人潮到了週末就會很多．'),
(42, '誠品電影院', '516728ed80674d90d7938493555e6c58d076e9d6.jpg', '23155531', '02-6636-5888', '台北市信義區菸廠路80號B2 ', 'eslitearthouse5', '12345678', '以人文生活為中心，深度結合影像生活與文化創意，放眼國際與台灣，再佐以松菸特有的歷史文化及創意生活的氛圍下，讓觀影經驗無限延伸，藝文生活無限精采。'),
(43, 'Spacebar Room 文青不挑片', 'fb6370ec9fc4e6cf4dc818e23516f17d882058d2.jpg', '54358027', '02-2738-5660', '110 台北市信義區和平東路三段291號453', 'spacebarroom6', '12345678', '鄰近六張犁捷運站的影像工作室 Spacebar Studio，到了週五晚上搖身一變成為「文青不挑片」的聚會所，吸引許多電影愛好者定時上門拜訪。Spacebar Studio 的 Mossy 透露，本來只是公司的親朋好友們下班後在辦公空間地下室舉辦的電影小453聚，卻因為有設立 Facebook 公開的活動頁面而廣為人知，逐漸變成每週一次、對外開放的觀影活動。'),
(44, '府中15新北紀錄片放映院', '431f25bb6c244106709b54bb6a969c992ba23167.jpg', '12345678', '022968-3600', '22055新北市板橋區府中路15號', 'fzfifteen6', '12345678', '為了培養紀錄片觀影人口、建立紀錄片工作者發表平台，新北市政府於100年12月3日啟用全國第一個以紀錄片為主題放映的場地—「『府中15』新北市紀錄片放映院」。除了作為優質紀錄片定點放映、舉辦名人講座之地點外，並結合府中商圈，打造市民休閒及觀賞藝術電影的藝文特區。'),
(45, '台北 Xiaomijo小米酒咖啡館', '3d9cbb84a28cf66299f0f9d5fad3deba9756642c.jpg', '12345678', '02-23957617', '台北市大安區永康街41巷5號', 'Xiaomijo6', '12345678', '來XIAOMIJO冒險一下吧!週二~週五13:00~22:00，周六週日12:00開門；週一固定公休，臨時公休會在FB公告，謝謝!'),
(46, '光點台北', 'b3e527d1e051f7ac4379c72f49f1d5801d58b195.png', '28468385', '02-2511-7786', '台北市中山區中山北路二段18號', 'spottaipei6', '12345678', '從民國68年到民國86年的十八年間，台北之家這棟建築物處於荒煙蔓草中，閒置多時，成為第三級古蹟後，為妥善維護古蹟空間，由台北市文化局疾呼奔走，經台積電文教基金會贊助新台幣六千萬元，將建築物本體修復後，委託由侯孝賢導演擔任理事長的【台灣電影文化協會】經營。經各方審慎規劃後，決定將其活化為以電影文化為主的藝文空間，本建築物定名為「台北之家」，並於民國91年11月10日正式開館。'),
(47, '光點華山', 'ddbb6504c221b0d85980b6db5f63c4f738e386a5.png', '28468385', '02-2394-0622', '台北市中正區八德路一段1號', 'spothuashan6', '12345678', '光點華山電影館,位於華山文創園區中六館，原為酒廠再製酒包裝室，1996年由文化部規劃指導，改建為電影館，並由侯孝賢導演領軍之團隊「台灣電影文化協會」經營管理，於2012年11月正式開幕，為全國首座國家級藝術電影館。整館空間保留舊建築結構並結合新的創意元素，為老屋新力之創新展現。'),
(48, '湳山戲院', '31828173f511432ac2287d4476afe147e14390e5.jpg', '04920795', '0227023130', '台北市大安區通化街24巷1號', 'nashan6', '12345678', '位於通化街的湳山戲院，約民國60年代初開業．靠近捷運信義安和站，因位於信義商圈附近，人潮到了週末就會很多．'),
(49, '誠品電影院', '', '23155531', '02-6636-5111', '台北市信義區菸廠路80號B2 ', 'eslitearthouse6', '12345678', '以人文生活為中心，深度結合影像生活與文化創意，放眼國際與台灣，再佐以松菸特有的歷史文化及創意生活的氛圍下，讓觀影經驗無限延伸，藝文生活無限精采。');

-- --------------------------------------------------------

--
-- 資料表結構 `comment`
--

CREATE TABLE `comment` (
  `sid` int(11) NOT NULL,
  `member_sid` varchar(255) NOT NULL,
  `cm_date` varchar(255) DEFAULT NULL,
  `article_sid` int(11) NOT NULL,
  `comment` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 資料表的匯出資料 `comment`
--

INSERT INTO `comment` (`sid`, `member_sid`, `cm_date`, `article_sid`, `comment`) VALUES
(1, '1', '2019-03-22 01:58:56am', 1, '彭于晏在哪???'),
(2, '3', '2019-03-22 01:59:45am', 3, '侍啦 乾'),
(3, '4', '2019-03-22 01:59:45am', 3, '樓上好兇'),
(4, '1', '2019-03-22 06:26:20am', 1, 'ㄤㄤ你好'),
(5, '1', '2019-03-22 06:26:20am', 1, '你沒有妹妹'),
(6, '245', '2019-03-22 07:36:50am', 1, '哈囉你好嗎'),
(7, '245', '2019-03-22 07:36:50am', 1, '7845456'),
(8, '245', '2019-03-22 07:41:30am', 1, '我好帥');

-- --------------------------------------------------------

--
-- 資料表結構 `film_primary_table`
--

CREATE TABLE `film_primary_table` (
  `sid` int(11) NOT NULL,
  `name_tw` varchar(255) NOT NULL,
  `name_en` varchar(255) NOT NULL,
  `intro_tw` varchar(1500) NOT NULL,
  `intro_en` varchar(1500) NOT NULL,
  `movie_pic` varchar(255) NOT NULL,
  `movie_genre` varchar(255) NOT NULL,
  `movie_ver` varchar(255) NOT NULL,
  `movie_rating` varchar(255) NOT NULL,
  `trailer` varchar(255) NOT NULL,
  `pirce` int(11) NOT NULL,
  `schedule` varchar(255) NOT NULL,
  `in_theaters` date NOT NULL,
  `out_theaters` date NOT NULL,
  `runtime` int(11) NOT NULL,
  `director_tw` varchar(255) NOT NULL,
  `director_en` varchar(255) NOT NULL,
  `country` varchar(255) NOT NULL,
  `subtitle` varchar(255) NOT NULL,
  `subtitle_lang` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='影片相關';

--
-- 資料表的匯出資料 `film_primary_table`
--

INSERT INTO `film_primary_table` (`sid`, `name_tw`, `name_en`, `intro_tw`, `intro_en`, `movie_pic`, `movie_genre`, `movie_ver`, `movie_rating`, `trailer`, `pirce`, `schedule`, `in_theaters`, `out_theaters`, `runtime`, `director_tw`, `director_en`, `country`, `subtitle`, `subtitle_lang`) VALUES
(1, 'Fate/stay night：II.迷途之蝶 Fate/stay night||', 'Fate/stay night||', '延續第一章預示之花劇情，聖杯戰爭進入中盤，隨著間桐家的當家間桐臓硯正式參戰，不只情勢更詭譎，戰況亦持續激化。士郎失去了Saber後，能否順利保護小櫻，守護兩人之間的約定？', 'The story focuses on the Holy Grail War and explores the relationship between Shirou Emiya and Sakura Matou, two teenagers participating in this conflict. The story continues immediately from Fate/stay night: Heaven\'s Feel I. presage flower, following Shirou as he continues to participate in the Holy Grail War even after being eliminated as a master.', '1839acc073b9ea339a353b5e80fcb71d0f69b3ba.jpg', '英雄片', '4DX', '保護級', 'https://www.youtube.com/watch?v=N31tMrcCc6o', 470, '清明節', '2019-03-15', '2019-04-01', 118, '須藤友德', 'Tomonori Sudo', 'Japan', '是', '中'),
(3, '幼女戰記劇場版', 'Saga of Tanya the Evil the Movie', '年僅9歲魔導師活躍在戰場最前線，卻是一名披著幼女皮的怪物！融合軍武及科幻元素的故事！\r\n\r\n本片受《敦克爾克大行動》啟發，監督上村泰請來動畫界音響監督第一把交椅『岩浪美和』打造最強聲音效果。\r\n\r\n原本為日本菁英上班族的譚雅．提古雷查夫，因為代表公司毫不留情的解雇員工，遭怨恨被推下電車月台，就在被火車輾斃之際，勝利組的人生就此劃下句點……原以為如此，但卻見到了自稱為神的「存在Ｘ」。\r\n\r\n由於不願向存在Ｘ懺悔，於是便遭到惡搞，以女性的身分轉生為金髮碧眼的幼女「譚雅・提古雷查夫」，至充斥著槍械與魔法、烽火連天的異世界去了。在譚雅金髮碧眼的無害外表底下，隱藏著殘酷的靈魂，擅長硬派軍事作風的她，以高效率指揮戰鬥，將敵人趕盡殺絕。在煙硝四起的帝國中，譚雅逐漸成了最危險的魔法師……在這個戰火紛飛的世界，將會帶來什麼樣的故事呢？', 'On the front lines of the war, there is a little girl. Blond hair, blue eyes, and porcelain white skin, she commands her squad with lisping voice. Her name is Tanya Degurechaff. But in reality, she is one of Japan\'s most elite salary men, reborn as a little girl after angering a mysterious being who calls himself God. This little girl, who prioritizes efficiency and her own career over anything else, will become the most dangerous being amongst the sorcerers of the imperial army.', '1564d2c96103f1e3acd919af26d55623a603b9e0.jpg', '動畫片,喜劇片,戲劇片,科幻片,戰爭片', '4DX', '輔導級', 'https://www.youtube.com/watch?v=vsBbdWStENo', 300, '清明節', '2019-03-22', '2019-04-30', 99, '上村泰', 'Yutaka Uemura', 'Japan', '是', '中文'),
(4, '為了與你相聚', 'A Dog Ways Home', '★ 《為了與你相遇》作者全新力作\r\n★ 亞馬遜書店五星熱淚推薦暢銷小說\r\n★ 你的愛 就是我的指南針\r\n \r\n暖心療癒電影《為了與你相遇》原著作者最新暢銷小說，感人新作再度化身為電影！ \r\n \r\n貝拉，一隻生長於貓窩裡的混種浪浪，從小和貓手足玩耍生活在一起。某天因緣際會之下貝拉遇見了她此生中命定的唯一主人——盧卡斯！她被盧卡斯帶回家一同生活，但拯救浪浪不遺餘力的盧卡斯卻因此惹禍上身，不得已與主人被迫分離的貝拉，被安置於中途之家，終日思念盧卡斯。\r\n \r\n即便如此，她仍然一心只想回到心愛主人的身邊，貝拉因此獨自勇敢踏上了一段相距超過600公里的返家之旅。一路上，她遇到了能夠相互照應的「大貓咪」山獅、好心將她從雪地拯救回家照顧的滑雪客，以及自我放逐的流浪漢，歷經過兩年春夏秋冬不絕交替的流浪旅途，在貝拉的心中，她始終都想念盧卡斯的愛，「回家」永遠是她不變的唯一信念。', 'After Lucas and his girlfriend Olivia, two residents of Denver, Colorado, find a dog in a construction site along with many kittens and a mother cat, they take the dog home to live with Lucas and his mother. He names the dog Bella. Lucas continues to feed the cats at the old house, which puts him in the crosshairs of the man who wants to demolish the house. He even calls the city about the cats who live there, which delays the man the man Gunter Beckenbauer\'s demolition. To get revenge, Gunter arranges for Bella to be declared a pitbull, because Denver has outlawed pitbulls as a dangerous breed.\r\n\r\nWhen Bella is eventually captured, Lucas picks her up, pays a fine, and is allowed to take her home. However, he is warned that if Bella is picked up again, she would be put down. To avoid this, Lucas sends Bella to live with friends in Farmington, New Mexico, until he and his mother can find another home outside of Denver city limits, where Bella can be safe. However, Bella misses Lucas so much that she leaves Farmington and begins a 400-mile journey home, which will take more than two years to complete if she can survive it. On her journey, she befriends a mountain lion cub, and helps rescue a man buried in an avalanche. At each place she goes, she learns that each of her new friends has its own home, and how she must keep moving to get back to her family.', '619d0faa6cc49b9a3521ec9d651c58d88cd961b5.jpg', '戲劇片', '數位2D', '普遍級', 'https://www.youtube.com/watch?v=ZmPQBriVF5o', 270, '元宵節', '2019-01-11', '2019-06-06', 97, '查爾斯馬丁史密斯', 'Charles Martin Smith', 'USA', '是', '中文'),
(5, '失蹤網紅', ' A Simple Favor', '《控制》心機莫測 X《黑天鵝》暗藏祕密，最深藏不露的女人心事！暢銷小說改編，峰迴路轉拆穿謊言真相，驚悚懸疑破解驚人祕密。真心知己？假面閨蜜？不寒而慄的女人心機，不到最後一刻不知真面目！3\r\n\r\n一夕失蹤的朋友，掀起最恐怖的犯罪。\r\n\r\n故事描述親子部落客史蒂芬妮（安娜坎卓克 飾）和艾蜜莉（布蕾克萊芙莉 飾）因為育兒而成為閨蜜，有天艾蜜莉請史蒂芬妮幫忙接小孩下課，卻從此人間蒸發，史蒂芬妮四處尋找好友的下落，卻只找到唯一的消息──艾蜜莉的死訊，史蒂芬妮不願相信，決定找出真相，這才發現表面上的小忙隱藏著驚人的祕密，友情、愛情、失蹤竟然都不是這麼簡單……。', 'Stephanie is a single mother with a parenting vlog who befriends Emily, a secretive upper-class woman who has a child at the same elementary school. When Emily goes missing, Stephanie takes it upon herself to investigate.', 'f7eb1fd650e1bed6a5ac8f8b20e325171ee261d3.jpg', '戲劇片,恐怖片,懸疑片', '數位2D', '保護級', 'https://www.youtube.com/watch?v=PTQgp3tCyFY', 270, '元宵節', '2018-09-14', '2019-05-01', 117, '保羅費格', 'Paul Feig', 'USA', '是', '中文'),
(6, '機甲風暴', 'Bravestorm', '★ 巨大機器人 VS. 巨大機器人，堪稱日版《環太平洋》！\r\n★ 外星人VS. 強化人，以東京為舞台的壯烈之戰就此展開！\r\n★ 《超人力霸王：怪獸大戰爭超銀河傳說》編劇、監製，日本知名特攝導演岡部淳也最新力作\r\n2050年，地球上的人類即將滅亡。春日家五個兄弟姊妹是極少數倖存的人類，他們回到過去，計畫在吉爾吉斯星人侵略地球前將他們消滅。一行人帶著從吉爾吉斯星人手中奪來的巨大機器人設計資料，以及外星人掃描眼鏡、超能力和強化戰鬥服「純銀」這三樣物品，來到了2015年，並找到機器人科學家－紅健一郎，期望他製造巨大機器人「緋紅男爵」與外星人對抗。紅健一郎雖同意幫忙，但卻有一個條件，就是必須讓他的弟弟紅健作為「緋紅男爵」的駕駛，一場攸關地球存亡的壯烈之戰就此展開……', 'This remake of the 1970s TV series \"Silver Mask\" and \"Super Robot Red Baron\" pits two families (one with an armored bionic superhero, and the other a red giant robot) against evil aliens to save Earth and prevent the extinction of mankind.', '38f160068775d0da77902826bb13e29616495e34.jpg', '動作片,動畫片,科幻片', '數位2D', '保護級', 'https://www.youtube.com/watch?v=EkHLhfMh6Tc', 310, '清明節', '2019-03-22', '2019-04-30', 82, '岡部淳也', 'Junya Okabe', 'Japan', '是', '中文'),
(9, '好看電影7', 'Good Moive 7', '反正就是超好看的拉7', 'is good to see ? 7', 'aaaa7.jpg', '科幻片 7', '4DX', '限制級 7', '預告片 7', 7, '元宵節 7', '2019-03-19', '2019-06-06', 7, '王 7', 'Wang 7', '台灣 7', '有 7', '中文 7'),
(11, '好看電影9', 'Good Moive 9', '反正就是超好看的拉9', 'is good to see ? 9', 'aaaa9.jpg', '科幻片 9', '4DX', '限制級 9', '預告片 9', 9, '元宵節 9', '2019-03-19', '2019-06-06', 9, '王 9', 'Wang 9', '台灣 9', '有 9', '中文 9'),
(12, '好看電影10', 'Good Moive 10', '反正就是超好看的拉10', 'is good to see ? 10', 'aaaa10.jpg', '科幻片 10', '4DX', '限制級 10', '預告片 10', 10, '元宵節 10', '2019-03-19', '2019-06-06', 10, '王 10', 'Wang 10', '台灣 10', '有 10', '中文 10'),
(13, '好看電影11', 'Good Moive 11', '反正就是超好看的拉11', 'is good to see ? 11', '79717abbe07ff11a5e23df60b3753951a7ab1117.jpg', '科幻片 11', '4DX', '普遍級', '預告片 11', 11, '元宵節 11', '2019-03-19', '2019-06-06', 11, '王 11', 'Wang 11', '台灣 11', '是', '中文 11'),
(14, '好看電影12', 'Good Moive 12', '反正就是超好看的拉12', 'is good to see ? 12', 'aaaa12.jpg', '科幻片 12', '4DX', '限制級 12', '預告片 12', 12, '元宵節 12', '2019-03-19', '2019-06-06', 12, '王 12', 'Wang 12', '台灣 12', '有 12', '中文 12'),
(15, '好看電影13', 'Good Moive 13', '反正就是超好看的拉13', 'is good to see ? 13', 'aaaa13.jpg', '科幻片 13', '4DX', '限制級 13', '預告片 13', 13, '元宵節 13', '2019-03-19', '2019-06-06', 13, '王 13', 'Wang 13', '台灣 13', '有 13', '中文 13'),
(16, '好看電影14', 'Good Moive 14', '反正就是超好看的拉14', 'is good to see ? 14', 'aaaa14.jpg', '科幻片 14', '4DX', '限制級 14', '預告片 14', 14, '元宵節 14', '2019-03-19', '2019-06-06', 14, '王 14', 'Wang 14', '台灣 14', '有 14', '中文 14'),
(17, '好看電影15', 'Good Moive 15', '反正就是超好看的拉15', 'is good to see ? 15', 'aaaa15.jpg', '科幻片 15', '4DX', '限制級 15', '預告片 15', 15, '元宵節 15', '2019-03-19', '2019-06-06', 15, '王 15', 'Wang 15', '台灣 15', '有 15', '中文 15'),
(18, '好看電影16', 'Good Moive 16', '反正就是超好看的拉16', 'is good to see ? 16', 'aaaa16.jpg', '科幻片 16', '4DX', '限制級 16', '預告片 16', 16, '元宵節 16', '2019-03-19', '2019-06-06', 16, '王 16', 'Wang 16', '台灣 16', '有 16', '中文 16'),
(19, '好看電影17', 'Good Moive 17', '反正就是超好看的拉17', 'is good to see ? 17', 'aaaa17.jpg', '科幻片 17', '4DX', '限制級 17', '預告片 17', 17, '元宵節 17', '2019-03-19', '2019-06-06', 17, '王 17', 'Wang 17', '台灣 17', '有 17', '中文 17'),
(20, '好看電影18', 'Good Moive 18', '反正就是超好看的拉18', 'is good to see ? 18', 'aaaa18.jpg', '科幻片 18', '4DX', '限制級 18', '預告片 18', 18, '元宵節 18', '2019-03-19', '2019-06-06', 18, '王 18', 'Wang 18', '台灣 18', '有 18', '中文 18'),
(21, '好看電影19', 'Good Moive 19', '反正就是超好看的拉19', 'is good to see ? 19', 'aaaa19.jpg', '科幻片 19', '4DX', '限制級 19', '預告片 19', 19, '元宵節 19', '2019-03-19', '2019-06-06', 19, '王 19', 'Wang 19', '台灣 19', '有 19', '中文 19'),
(22, '好看電影20', 'Good Moive 20', '反正就是超好看的拉20', 'is good to see ? 20', 'aaaa20.jpg', '科幻片 20', '4DX', '限制級 20', '預告片 20', 20, '元宵節 20', '2019-03-19', '2019-06-06', 20, '王 20', 'Wang 20', '台灣 20', '有 20', '中文 20'),
(23, '好看電影21', 'Good Moive 21', '反正就是超好看的拉21', 'is good to see ? 21', 'aaaa21.jpg', '科幻片 21', '4DX', '限制級 21', '預告片 21', 21, '元宵節 21', '2019-03-19', '2019-06-06', 21, '王 21', 'Wang 21', '台灣 21', '有 21', '中文 21'),
(24, '好看電影22', 'Good Moive 22', '反正就是超好看的拉22', 'is good to see ? 22', 'aaaa22.jpg', '科幻片 22', '4DX', '限制級 22', '預告片 22', 22, '元宵節 22', '2019-03-19', '2019-06-06', 22, '王 22', 'Wang 22', '台灣 22', '有 22', '中文 22'),
(25, '好看電影23', 'Good Moive 23', '反正就是超好看的拉23', 'is good to see ? 23', 'aaaa23.jpg', '科幻片 23', '4DX', '限制級 23', '預告片 23', 23, '元宵節 23', '2019-03-19', '2019-06-06', 23, '王 23', 'Wang 23', '台灣 23', '有 23', '中文 23'),
(26, '好看電影24', 'Good Moive 24', '反正就是超好看的拉24', 'is good to see ? 24', 'aaaa24.jpg', '科幻片 24', '4DX', '限制級 24', '預告片 24', 24, '元宵節 24', '2019-03-19', '2019-06-06', 24, '王 24', 'Wang 24', '台灣 24', '有 24', '中文 24'),
(27, '好看電影25', 'Good Moive 25', '反正就是超好看的拉25', 'is good to see ? 25', 'aaaa25.jpg', '科幻片 25', '4DX', '限制級 25', '預告片 25', 25, '元宵節 25', '2019-03-19', '2019-06-06', 25, '王 25', 'Wang 25', '台灣 25', '有 25', '中文 25'),
(28, '好看電影26', 'Good Moive 26', '反正就是超好看的拉26', 'is good to see ? 26', 'aaaa26.jpg', '科幻片 26', '4DX', '限制級 26', '預告片 26', 26, '元宵節 26', '2019-03-19', '2019-06-06', 26, '王 26', 'Wang 26', '台灣 26', '有 26', '中文 26'),
(29, '好看電影27', 'Good Moive 27', '反正就是超好看的拉27', 'is good to see ? 27', 'aaaa27.jpg', '科幻片 27', '4DX', '限制級 27', '預告片 27', 27, '元宵節 27', '2019-03-19', '2019-06-06', 27, '王 27', 'Wang 27', '台灣 27', '有 27', '中文 27'),
(30, '好看電影28', 'Good Moive 28', '反正就是超好看的拉28', 'is good to see ? 28', 'aaaa28.jpg', '科幻片 28', '4DX', '限制級 28', '預告片 28', 28, '元宵節 28', '2019-03-19', '2019-06-06', 28, '王 28', 'Wang 28', '台灣 28', '有 28', '中文 28'),
(31, '好看電影29', 'Good Moive 29', '反正就是超好看的拉29', 'is good to see ? 29', 'aaaa29.jpg', '科幻片 29', '4DX', '限制級 29', '預告片 29', 29, '元宵節 29', '2019-03-19', '2019-06-06', 29, '王 29', 'Wang 29', '台灣 29', '有 29', '中文 29'),
(32, '好看電影30', 'Good Moive 30', '反正就是超好看的拉30', 'is good to see ? 30', 'aaaa30.jpg', '科幻片 30', '4DX', '限制級 30', '預告片 30', 30, '元宵節 30', '2019-03-19', '2019-06-06', 30, '王 30', 'Wang 30', '台灣 30', '有 30', '中文 30'),
(33, '好看電影31', 'Good Moive 31', '反正就是超好看的拉31', 'is good to see ? 31', 'aaaa31.jpg', '科幻片 31', '4DX', '限制級 31', '預告片 31', 31, '元宵節 31', '2019-03-19', '2019-06-06', 31, '王 31', 'Wang 31', '台灣 31', '有 31', '中文 31'),
(34, '好看電影32', 'Good Moive 32', '反正就是超好看的拉32', 'is good to see ? 32', 'aaaa32.jpg', '科幻片 32', '4DX', '限制級 32', '預告片 32', 32, '元宵節 32', '2019-03-19', '2019-06-06', 32, '王 32', 'Wang 32', '台灣 32', '有 32', '中文 32'),
(35, '好看電影33', 'Good Moive 33', '反正就是超好看的拉33', 'is good to see ? 33', 'aaaa33.jpg', '科幻片 33', '4DX', '限制級 33', '預告片 33', 33, '元宵節 33', '2019-03-19', '2019-06-06', 33, '王 33', 'Wang 33', '台灣 33', '有 33', '中文 33'),
(36, '好看電影34', 'Good Moive 34', '反正就是超好看的拉34', 'is good to see ? 34', 'aaaa34.jpg', '科幻片 34', '4DX', '限制級 34', '預告片 34', 34, '元宵節 34', '2019-03-19', '2019-06-06', 34, '王 34', 'Wang 34', '台灣 34', '有 34', '中文 34'),
(37, '好看電影35', 'Good Moive 35', '反正就是超好看的拉35', 'is good to see ? 35', 'aaaa35.jpg', '科幻片 35', '4DX', '限制級 35', '預告片 35', 35, '元宵節 35', '2019-03-19', '2019-06-06', 35, '王 35', 'Wang 35', '台灣 35', '有 35', '中文 35'),
(38, '好看電影36', 'Good Moive 36', '反正就是超好看的拉36', 'is good to see ? 36', 'aaaa36.jpg', '科幻片 36', '4DX', '限制級 36', '預告片 36', 36, '元宵節 36', '2019-03-19', '2019-06-06', 36, '王 36', 'Wang 36', '台灣 36', '有 36', '中文 36'),
(39, '好看電影37', 'Good Moive 37', '反正就是超好看的拉37', 'is good to see ? 37', 'aaaa37.jpg', '科幻片 37', '4DX', '限制級 37', '預告片 37', 37, '元宵節 37', '2019-03-19', '2019-06-06', 37, '王 37', 'Wang 37', '台灣 37', '有 37', '中文 37'),
(40, '好看電影38', 'Good Moive 38', '反正就是超好看的拉38', 'is good to see ? 38', 'aaaa38.jpg', '科幻片 38', '4DX', '限制級 38', '預告片 38', 38, '元宵節 38', '2019-03-19', '2019-06-06', 38, '王 38', 'Wang 38', '台灣 38', '有 38', '中文 38'),
(41, '好看電影39', 'Good Moive 39', '反正就是超好看的拉39', 'is good to see ? 39', 'aaaa39.jpg', '科幻片 39', '4DX', '限制級 39', '預告片 39', 39, '元宵節 39', '2019-03-19', '2019-06-06', 39, '王 39', 'Wang 39', '台灣 39', '有 39', '中文 39'),
(42, '好看電影40', 'Good Moive 40', '反正就是超好看的拉40', 'is good to see ? 40', 'aaaa40.jpg', '科幻片 40', '4DX', '限制級 40', '預告片 40', 40, '元宵節 40', '2019-03-19', '2019-06-06', 40, '王 40', 'Wang 40', '台灣 40', '有 40', '中文 40'),
(43, '好看電影41', 'Good Moive 41', '反正就是超好看的拉41', 'is good to see ? 41', 'aaaa41.jpg', '科幻片 41', '4DX', '限制級 41', '預告片 41', 41, '元宵節 41', '2019-03-19', '2019-06-06', 41, '王 41', 'Wang 41', '台灣 41', '有 41', '中文 41'),
(44, '好看電影42', 'Good Moive 42', '反正就是超好看的拉42', 'is good to see ? 42', 'aaaa42.jpg', '科幻片 42', '4DX', '限制級 42', '預告片 42', 42, '元宵節 42', '2019-03-19', '2019-06-06', 42, '王 42', 'Wang 42', '台灣 42', '有 42', '中文 42'),
(45, '好看電影43', 'Good Moive 43', '反正就是超好看的拉43', 'is good to see ? 43', 'aaaa43.jpg', '科幻片 43', '4DX', '限制級 43', '預告片 43', 43, '元宵節 43', '2019-03-19', '2019-06-06', 43, '王 43', 'Wang 43', '台灣 43', '有 43', '中文 43'),
(46, '好看電影44', 'Good Moive 44', '反正就是超好看的拉44', 'is good to see ? 44', 'aaaa44.jpg', '科幻片 44', '4DX', '限制級 44', '預告片 44', 44, '元宵節 44', '2019-03-19', '2019-06-06', 44, '王 44', 'Wang 44', '台灣 44', '有 44', '中文 44'),
(47, '好看電影45', 'Good Moive 45', '反正就是超好看的拉45', 'is good to see ? 45', 'aaaa45.jpg', '科幻片 45', '4DX', '限制級 45', '預告片 45', 45, '元宵節 45', '2019-03-19', '2019-06-06', 45, '王 45', 'Wang 45', '台灣 45', '有 45', '中文 45'),
(48, '好看電影46', 'Good Moive 46', '反正就是超好看的拉46', 'is good to see ? 46', 'aaaa46.jpg', '科幻片 46', '4DX', '限制級 46', '預告片 46', 46, '元宵節 46', '2019-03-19', '2019-06-06', 46, '王 46', 'Wang 46', '台灣 46', '有 46', '中文 46'),
(49, '好看電影47', 'Good Moive 47', '反正就是超好看的拉47', 'is good to see ? 47', 'aaaa47.jpg', '科幻片 47', '4DX', '限制級 47', '預告片 47', 47, '元宵節 47', '2019-03-19', '2019-06-06', 47, '王 47', 'Wang 47', '台灣 47', '有 47', '中文 47'),
(50, '好看電影48', 'Good Moive 48', '反正就是超好看的拉48', 'is good to see ? 48', 'aaaa48.jpg', '科幻片 48', '4DX', '限制級 48', '預告片 48', 48, '元宵節 48', '2019-03-19', '2019-06-06', 48, '王 48', 'Wang 48', '台灣 48', '有 48', '中文 48'),
(51, '好看電影49', 'Good Moive 49', '反正就是超好看的拉49', 'is good to see ? 49', 'aaaa49.jpg', '科幻片 49', '4DX', '限制級 49', '預告片 49', 49, '元宵節 49', '2019-03-19', '2019-06-06', 49, '王 49', 'Wang 49', '台灣 49', '有 49', '中文 49'),
(52, '好看電影50', 'Good Moive 50', '反正就是超好看的拉50', 'is good to see ? 50', 'aaaa50.jpg', '科幻片 50', '4DX', '限制級 50', '預告片 50', 50, '元宵節 50', '2019-03-19', '2019-06-06', 50, '王 50', 'Wang 50', '台灣 50', '有 50', '中文 50'),
(53, '好看電影51', 'Good Moive 51', '反正就是超好看的拉51', 'is good to see ? 51', 'aaaa51.jpg', '科幻片 51', '4DX', '限制級 51', '預告片 51', 51, '元宵節 51', '2019-03-19', '2019-06-06', 51, '王 51', 'Wang 51', '台灣 51', '有 51', '中文 51'),
(54, '好看電影52', 'Good Moive 52', '反正就是超好看的拉52', 'is good to see ? 52', 'aaaa52.jpg', '科幻片 52', '4DX', '限制級 52', '預告片 52', 52, '元宵節 52', '2019-03-19', '2019-06-06', 52, '王 52', 'Wang 52', '台灣 52', '有 52', '中文 52'),
(55, '好看電影53', 'Good Moive 53', '反正就是超好看的拉53', 'is good to see ? 53', 'aaaa53.jpg', '科幻片 53', '4DX', '限制級 53', '預告片 53', 53, '元宵節 53', '2019-03-19', '2019-06-06', 53, '王 53', 'Wang 53', '台灣 53', '有 53', '中文 53'),
(56, '好看電影54', 'Good Moive 54', '反正就是超好看的拉54', 'is good to see ? 54', 'aaaa54.jpg', '科幻片 54', '4DX', '限制級 54', '預告片 54', 54, '元宵節 54', '2019-03-19', '2019-06-06', 54, '王 54', 'Wang 54', '台灣 54', '有 54', '中文 54'),
(57, '好看電影55', 'Good Moive 55', '反正就是超好看的拉55', 'is good to see ? 55', 'aaaa55.jpg', '科幻片 55', '4DX', '限制級 55', '預告片 55', 55, '元宵節 55', '2019-03-19', '2019-06-06', 55, '王 55', 'Wang 55', '台灣 55', '有 55', '中文 55'),
(58, '好看電影56', 'Good Moive 56', '反正就是超好看的拉56', 'is good to see ? 56', 'aaaa56.jpg', '科幻片 56', '4DX', '限制級 56', '預告片 56', 56, '元宵節 56', '2019-03-19', '2019-06-06', 56, '王 56', 'Wang 56', '台灣 56', '有 56', '中文 56'),
(59, '好看電影57', 'Good Moive 57', '反正就是超好看的拉57', 'is good to see ? 57', 'aaaa57.jpg', '科幻片 57', '4DX', '限制級 57', '預告片 57', 57, '元宵節 57', '2019-03-19', '2019-06-06', 57, '王 57', 'Wang 57', '台灣 57', '有 57', '中文 57'),
(60, '好看電影58', 'Good Moive 58', '反正就是超好看的拉58', 'is good to see ? 58', 'aaaa58.jpg', '科幻片 58', '4DX', '限制級 58', '預告片 58', 58, '元宵節 58', '2019-03-19', '2019-06-06', 58, '王 58', 'Wang 58', '台灣 58', '有 58', '中文 58'),
(61, '好看電影59', 'Good Moive 59', '反正就是超好看的拉59', 'is good to see ? 59', 'aaaa59.jpg', '科幻片 59', '4DX', '限制級 59', '預告片 59', 59, '元宵節 59', '2019-03-19', '2019-06-06', 59, '王 59', 'Wang 59', '台灣 59', '有 59', '中文 59'),
(62, '好看電影60', 'Good Moive 60', '反正就是超好看的拉60', 'is good to see ? 60', 'aaaa60.jpg', '科幻片 60', '4DX', '限制級 60', '預告片 60', 60, '元宵節 60', '2019-03-19', '2019-06-06', 60, '王 60', 'Wang 60', '台灣 60', '有 60', '中文 60'),
(63, '好看電影61', 'Good Moive 61', '反正就是超好看的拉61', 'is good to see ? 61', 'aaaa61.jpg', '科幻片 61', '4DX', '限制級 61', '預告片 61', 61, '元宵節 61', '2019-03-19', '2019-06-06', 61, '王 61', 'Wang 61', '台灣 61', '有 61', '中文 61'),
(64, '好看電影62', 'Good Moive 62', '反正就是超好看的拉62', 'is good to see ? 62', 'aaaa62.jpg', '科幻片 62', '4DX', '限制級 62', '預告片 62', 62, '元宵節 62', '2019-03-19', '2019-06-06', 62, '王 62', 'Wang 62', '台灣 62', '有 62', '中文 62'),
(65, '好看電影63', 'Good Moive 63', '反正就是超好看的拉63', 'is good to see ? 63', 'aaaa63.jpg', '科幻片 63', '4DX', '限制級 63', '預告片 63', 63, '元宵節 63', '2019-03-19', '2019-06-06', 63, '王 63', 'Wang 63', '台灣 63', '有 63', '中文 63'),
(66, '好看電影64', 'Good Moive 64', '反正就是超好看的拉64', 'is good to see ? 64', 'aaaa64.jpg', '科幻片 64', '4DX', '限制級 64', '預告片 64', 64, '元宵節 64', '2019-03-19', '2019-06-06', 64, '王 64', 'Wang 64', '台灣 64', '有 64', '中文 64'),
(67, '好看電影65', 'Good Moive 65', '反正就是超好看的拉65', 'is good to see ? 65', 'aaaa65.jpg', '科幻片 65', '4DX', '限制級 65', '預告片 65', 65, '元宵節 65', '2019-03-19', '2019-06-06', 65, '王 65', 'Wang 65', '台灣 65', '有 65', '中文 65'),
(68, '好看電影66', 'Good Moive 66', '反正就是超好看的拉66', 'is good to see ? 66', 'aaaa66.jpg', '科幻片 66', '4DX', '限制級 66', '預告片 66', 66, '元宵節 66', '2019-03-19', '2019-06-06', 66, '王 66', 'Wang 66', '台灣 66', '有 66', '中文 66'),
(69, '好看電影67', 'Good Moive 67', '反正就是超好看的拉67', 'is good to see ? 67', 'aaaa67.jpg', '科幻片 67', '4DX', '限制級 67', '預告片 67', 67, '元宵節 67', '2019-03-19', '2019-06-06', 67, '王 67', 'Wang 67', '台灣 67', '有 67', '中文 67'),
(70, '好看電影68', 'Good Moive 68', '反正就是超好看的拉68', 'is good to see ? 68', 'aaaa68.jpg', '科幻片 68', '4DX', '限制級 68', '預告片 68', 68, '元宵節 68', '2019-03-19', '2019-06-06', 68, '王 68', 'Wang 68', '台灣 68', '有 68', '中文 68'),
(71, '好看電影69', 'Good Moive 69', '反正就是超好看的拉69', 'is good to see ? 69', 'aaaa69.jpg', '科幻片 69', '4DX', '限制級 69', '預告片 69', 69, '元宵節 69', '2019-03-19', '2019-06-06', 69, '王 69', 'Wang 69', '台灣 69', '有 69', '中文 69'),
(72, '好看電影70', 'Good Moive 70', '反正就是超好看的拉70', 'is good to see ? 70', 'aaaa70.jpg', '科幻片 70', '4DX', '限制級 70', '預告片 70', 70, '元宵節 70', '2019-03-19', '2019-06-06', 70, '王 70', 'Wang 70', '台灣 70', '有 70', '中文 70'),
(73, '好看電影71', 'Good Moive 71', '反正就是超好看的拉71', 'is good to see ? 71', 'aaaa71.jpg', '科幻片 71', '4DX', '限制級 71', '預告片 71', 71, '元宵節 71', '2019-03-19', '2019-06-06', 71, '王 71', 'Wang 71', '台灣 71', '有 71', '中文 71'),
(74, '好看電影72', 'Good Moive 72', '反正就是超好看的拉72', 'is good to see ? 72', 'aaaa72.jpg', '科幻片 72', '4DX', '限制級 72', '預告片 72', 72, '元宵節 72', '2019-03-19', '2019-06-06', 72, '王 72', 'Wang 72', '台灣 72', '有 72', '中文 72'),
(75, '好看電影73', 'Good Moive 73', '反正就是超好看的拉73', 'is good to see ? 73', 'aaaa73.jpg', '科幻片 73', '4DX', '限制級 73', '預告片 73', 73, '元宵節 73', '2019-03-19', '2019-06-06', 73, '王 73', 'Wang 73', '台灣 73', '有 73', '中文 73'),
(76, '好看電影74', 'Good Moive 74', '反正就是超好看的拉74', 'is good to see ? 74', 'aaaa74.jpg', '科幻片 74', '4DX', '限制級 74', '預告片 74', 74, '元宵節 74', '2019-03-19', '2019-06-06', 74, '王 74', 'Wang 74', '台灣 74', '有 74', '中文 74'),
(77, '好看電影75', 'Good Moive 75', '反正就是超好看的拉75', 'is good to see ? 75', 'aaaa75.jpg', '科幻片 75', '4DX', '限制級 75', '預告片 75', 75, '元宵節 75', '2019-03-19', '2019-06-06', 75, '王 75', 'Wang 75', '台灣 75', '有 75', '中文 75'),
(78, '好看電影76', 'Good Moive 76', '反正就是超好看的拉76', 'is good to see ? 76', 'aaaa76.jpg', '科幻片 76', '4DX', '限制級 76', '預告片 76', 76, '元宵節 76', '2019-03-19', '2019-06-06', 76, '王 76', 'Wang 76', '台灣 76', '有 76', '中文 76'),
(79, '好看電影77', 'Good Moive 77', '反正就是超好看的拉77', 'is good to see ? 77', 'aaaa77.jpg', '科幻片 77', '4DX', '限制級 77', '預告片 77', 77, '元宵節 77', '2019-03-19', '2019-06-06', 77, '王 77', 'Wang 77', '台灣 77', '有 77', '中文 77'),
(80, '好看電影78', 'Good Moive 78', '反正就是超好看的拉78', 'is good to see ? 78', 'aaaa78.jpg', '科幻片 78', '4DX', '限制級 78', '預告片 78', 78, '元宵節 78', '2019-03-19', '2019-06-06', 78, '王 78', 'Wang 78', '台灣 78', '有 78', '中文 78'),
(81, '好看電影79', 'Good Moive 79', '反正就是超好看的拉79', 'is good to see ? 79', 'aaaa79.jpg', '科幻片 79', '4DX', '限制級 79', '預告片 79', 79, '元宵節 79', '2019-03-19', '2019-06-06', 79, '王 79', 'Wang 79', '台灣 79', '有 79', '中文 79'),
(82, '好看電影80', 'Good Moive 80', '反正就是超好看的拉80', 'is good to see ? 80', 'aaaa80.jpg', '科幻片 80', '4DX', '限制級 80', '預告片 80', 80, '元宵節 80', '2019-03-19', '2019-06-06', 80, '王 80', 'Wang 80', '台灣 80', '有 80', '中文 80'),
(83, '好看電影81', 'Good Moive 81', '反正就是超好看的拉81', 'is good to see ? 81', 'aaaa81.jpg', '科幻片 81', '4DX', '限制級 81', '預告片 81', 81, '元宵節 81', '2019-03-19', '2019-06-06', 81, '王 81', 'Wang 81', '台灣 81', '有 81', '中文 81'),
(84, '好看電影82', 'Good Moive 82', '反正就是超好看的拉82', 'is good to see ? 82', 'aaaa82.jpg', '科幻片 82', '4DX', '限制級 82', '預告片 82', 82, '元宵節 82', '2019-03-19', '2019-06-06', 82, '王 82', 'Wang 82', '台灣 82', '有 82', '中文 82'),
(85, '好看電影83', 'Good Moive 83', '反正就是超好看的拉83', 'is good to see ? 83', 'aaaa83.jpg', '科幻片 83', '4DX', '限制級 83', '預告片 83', 83, '元宵節 83', '2019-03-19', '2019-06-06', 83, '王 83', 'Wang 83', '台灣 83', '有 83', '中文 83'),
(86, '好看電影84', 'Good Moive 84', '反正就是超好看的拉84', 'is good to see ? 84', 'aaaa84.jpg', '科幻片 84', '4DX', '限制級 84', '預告片 84', 84, '元宵節 84', '2019-03-19', '2019-06-06', 84, '王 84', 'Wang 84', '台灣 84', '有 84', '中文 84'),
(87, '好看電影85', 'Good Moive 85', '反正就是超好看的拉85', 'is good to see ? 85', 'aaaa85.jpg', '科幻片 85', '4DX', '限制級 85', '預告片 85', 85, '元宵節 85', '2019-03-19', '2019-06-06', 85, '王 85', 'Wang 85', '台灣 85', '有 85', '中文 85'),
(88, '好看電影86', 'Good Moive 86', '反正就是超好看的拉86', 'is good to see ? 86', 'aaaa86.jpg', '科幻片 86', '4DX', '限制級 86', '預告片 86', 86, '元宵節 86', '2019-03-19', '2019-06-06', 86, '王 86', 'Wang 86', '台灣 86', '有 86', '中文 86'),
(89, '好看電影87', 'Good Moive 87', '反正就是超好看的拉87', 'is good to see ? 87', 'aaaa87.jpg', '科幻片 87', '4DX', '限制級 87', '預告片 87', 87, '元宵節 87', '2019-03-19', '2019-06-06', 87, '王 87', 'Wang 87', '台灣 87', '有 87', '中文 87'),
(90, '好看電影88', 'Good Moive 88', '反正就是超好看的拉88', 'is good to see ? 88', 'aaaa88.jpg', '科幻片 88', '4DX', '限制級 88', '預告片 88', 88, '元宵節 88', '2019-03-19', '2019-06-06', 88, '王 88', 'Wang 88', '台灣 88', '有 88', '中文 88'),
(91, '好看電影89', 'Good Moive 89', '反正就是超好看的拉89', 'is good to see ? 89', 'aaaa89.jpg', '科幻片 89', '4DX', '限制級 89', '預告片 89', 89, '元宵節 89', '2019-03-19', '2019-06-06', 89, '王 89', 'Wang 89', '台灣 89', '有 89', '中文 89'),
(92, '好看電影90', 'Good Moive 90', '反正就是超好看的拉90', 'is good to see ? 90', 'aaaa90.jpg', '科幻片 90', '4DX', '限制級 90', '預告片 90', 90, '元宵節 90', '2019-03-19', '2019-06-06', 90, '王 90', 'Wang 90', '台灣 90', '有 90', '中文 90'),
(93, '好看電影91', 'Good Moive 91', '反正就是超好看的拉91', 'is good to see ? 91', 'aaaa91.jpg', '科幻片 91', '4DX', '限制級 91', '預告片 91', 91, '元宵節 91', '2019-03-19', '2019-06-06', 91, '王 91', 'Wang 91', '台灣 91', '有 91', '中文 91'),
(94, '好看電影92', 'Good Moive 92', '反正就是超好看的拉92', 'is good to see ? 92', 'aaaa92.jpg', '科幻片 92', '4DX', '限制級 92', '預告片 92', 92, '元宵節 92', '2019-03-19', '2019-06-06', 92, '王 92', 'Wang 92', '台灣 92', '有 92', '中文 92'),
(95, '好看電影93', 'Good Moive 93', '反正就是超好看的拉93', 'is good to see ? 93', 'aaaa93.jpg', '科幻片 93', '4DX', '限制級 93', '預告片 93', 93, '元宵節 93', '2019-03-19', '2019-06-06', 93, '王 93', 'Wang 93', '台灣 93', '有 93', '中文 93'),
(96, '好看電影94', 'Good Moive 94', '反正就是超好看的拉94', 'is good to see ? 94', 'aaaa94.jpg', '科幻片 94', '4DX', '限制級 94', '預告片 94', 94, '元宵節 94', '2019-03-19', '2019-06-06', 94, '王 94', 'Wang 94', '台灣 94', '有 94', '中文 94'),
(97, '好看電影95', 'Good Moive 95', '反正就是超好看的拉95', 'is good to see ? 95', 'aaaa95.jpg', '科幻片 95', '4DX', '限制級 95', '預告片 95', 95, '元宵節 95', '2019-03-19', '2019-06-06', 95, '王 95', 'Wang 95', '台灣 95', '有 95', '中文 95'),
(98, '好看電影96', 'Good Moive 96', '反正就是超好看的拉96', 'is good to see ? 96', 'aaaa96.jpg', '科幻片 96', '4DX', '限制級 96', '預告片 96', 96, '元宵節 96', '2019-03-19', '2019-06-06', 96, '王 96', 'Wang 96', '台灣 96', '有 96', '中文 96'),
(100, '好看電影98', 'Good Moive 98', '反正就是超好看的拉98', 'is good to see ? 98', 'aaaa98.jpg', '科幻片 98', '4DX', '限制級 98', '預告片 98', 98, '元宵節 98', '2019-03-19', '2019-06-06', 98, '王 98', 'Wang 98', '台灣 98', '有 98', '中文 98'),
(102, 'test11111', 'test11111', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(103, 'test11111', 'test11111', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(104, 'test11111', 'test11111', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(105, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(106, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(107, 'test11111', 'test11111', 'test11111', 'test11111', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 123, '', '', '', '', ''),
(108, 'test11111', 'test11111', 'test11111', 'test11111', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 123, '', '', '', '', ''),
(109, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(110, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(111, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(112, 'test11111', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(113, 'test11111', 'test11111', 'test11111', 'test11111', '', 'test11111test11111', 'test11111', 'test11111', 'test11111', 123123123, '234234', '1990-03-03', '1990-03-03', 123, 'test11111', 'test11111', 'test11111', 'test11111', 'test11111'),
(114, 'test11111', 'test11111', 'test11111', 'test11111', '', 'test11111test11111', 'test11111', 'test11111', 'test11111', 123123123, '234234', '1990-03-03', '1990-03-03', 123, 'test11111', 'test11111', 'test11111', 'test11111', 'test11111'),
(115, 'test11111', 'qwe', 'qwe', 'qwe', '', 'qwe', 'qwe', 'qwe', 'qwe', 0, 'qwe', '0000-00-00', '0000-00-00', 0, 'qwe', 'qwe', 'qwe', 'qwe', 'qwe'),
(116, 'test11111', 'qwe', 'qwe', 'qwe', '', 'qwe', 'qwe', 'qwe', 'qwe', 0, 'qwe', '0000-00-00', '0000-00-00', 0, 'qwe', 'qwe', 'qwe', 'qwe', 'qwe'),
(117, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(118, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(119, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(120, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(121, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(122, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(123, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(124, '1', '2', '3', '4', '', '5', '6', '7', '8', 9, '10', '0000-00-00', '0000-00-00', 13, '14', '15', '16', '17', '18'),
(125, '', '', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(126, 'test222', 'test222', 'test222', 'test222', '', 'test222', 'test222', 'test222', 'test222', 0, 'test222', '1990-03-03', '1990-03-03', 321, 'test222', 'test222', 'test222', 'test222', 'test222'),
(127, 'test222', 'test222', 'test222', 'test222', '', 'test222', 'test222', 'test222', 'test222', 0, 'test222', '1990-03-03', '1990-03-03', 321, 'test222', 'test222', 'test222', 'test222', 'test222'),
(128, 'test222', 'test222', 'test222', 'test222', '', 'test222', 'test222', 'test222', 'test222', 0, 'test222', '1990-03-03', '1990-03-03', 321, 'test222', 'test222', 'test222', 'test222', 'test222'),
(129, 'test333', 'qwetest333', '', '', '', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(130, 'test444', 'test444', 'test444', 'test444', '', 'test444', 'test444', 'test444', 'test444', 444, 'test444', '1990-03-03', '1990-03-03', 321, 'test444', 'test444', 'test444', 'test444', 'test444'),
(131, 'test555', 'test555', 'test555', 'test555', '', 'test555', 'test555', 'test444test555', 'test555', 555, 'test555', '1990-03-03', '1990-03-03', 321, 'test555', 'test555', 'test444test555', 'test555', 'test555'),
(132, 'test666', 'test666', 'test666', 'test666', '1f8a68eb8b4c84f34ace4efbd7421bb685bc7883.png', 'test666', 'test666', 'test666', 'test666', 666, 'test666', '1990-03-03', '1990-03-03', 321, 'test666', 'test666', 'test666', 'test666', 'test666'),
(133, 'test666', 'test666', 'test666', 'test666', '412073c5592aa85790db3324a8d966c4a6103bee.png', 'test666', 'test666', 'test666', 'test666', 666, 'test666', '1990-03-03', '1990-03-03', 321, 'test666', 'test666', 'test666', 'test666', 'test666'),
(134, '', '', '', '', 'd6dd2de3eec0d36dda1de217b7c751e31179ab89.jpg', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(135, '', '', '', '', '9b020be38021b57c1ab14001b980bf7e5a062760.jpg', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(136, '', '', '', '', 'a7fd6c4d13e523c9650b3a7fc827a6f564ae3479.jpg', '', '', '選擇電影分級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(137, '', '', '', '', '04b3cf57f3a420a5a3f949f81d90969e52384c46.jpg', '', '', '', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(138, '', '', '', '', 'f4f403b86bb955b960d93cfc13a7e6db7284655e.jpg', '', '', '普', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(139, '', '', '', '', 'nopic.jpg', '', '', '護', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(140, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '', ''),
(141, '', '', '', '', 'nopic.jpg', '', '選擇放映類型', '選擇電影分級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '否', ''),
(142, '好看電影11111', 'Good Moive 1', '反正就是超好看的拉1', 'is good to see ? 1', 'nopic.jpg', '科幻片 1', '4DX', '普遍級', '預告片 1', 1, '元宵節 1', '2019-03-19', '2019-06-06', 1, '王 1', 'Wang 1', '台灣 1', '是', '中文 1'),
(143, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(144, '好看電影11', 'Good Moive 11', '反正就是超好看的拉11', 'is good to see ? 11', 'nopic.jpg', '科幻片 11', '4DX', '普遍級', '預告片 11', 11, '元宵節 11', '2019-03-19', '2019-06-06', 11, '王 11', 'Wang 11', '台灣 11', '是', '中文 11'),
(145, 'ROY', 'ROY', 'ROY', 'ROY', 'f37f9e76ae15aa56bdc237b3a991ec91dd9fc078.png', 'ROY', '4DX', '普遍級', 'ROY', 0, 'ROY', '1990-03-03', '1990-03-03', 0, 'ROY', 'ROY', 'ROY', '是', 'ROY'),
(146, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(147, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(148, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(149, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(150, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(151, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(152, '', '', '', '', '10c40488e8d8d316a40b5cf5347447e5bf328dc0.png', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(153, '驚奇隊長', 'Captain Marvel', '《驚奇隊長》（英語：Captain Marvel，香港譯《Marvel隊長》，中國大陸譯《驚奇隊長》）是一部於2019年上映的美國超級英雄電影，劇情改編自漫威漫畫角色卡蘿·丹佛斯。漫威工作室製片，華特迪士尼工作室電影負責發行，本片為漫威電影宇宙系列的第二十一部電影。安娜·波頓和瑞安·弗雷克執導，並與梅格·雷法芙、妮可·帕爾曼、吉妮瓦·羅伯森-多瑞、莉茲·弗拉夫和卡莉·門施共同編劇。由布麗·拉森、山繆·傑克森、班·曼德森、吉蒙·韓蘇、李·培斯、拉沙納·林奇、嘉瑪·陳、安妮特·班寧、克拉克·格雷格和裘德·洛主演。背景設定在1990年代，講述卡蘿·丹佛斯在地球陷入兩個外星人世界的宇宙戰爭之間後，成為驚奇隊長。該片為漫威電影宇宙的首部女英雄獨立電影。\r\n\r\n卡蘿·丹佛斯的改編電影早在2013年5月發展中，發行日期首次在2014年10月和2015年4月宣布。妮可·帕爾曼和梅格·雷法芙受聘撰寫劇本。2016聖地牙哥國際漫畫展中，證實拉森將出演驚奇隊長。2017年4月確認由波頓和弗雷克執導。8月，吉妮瓦·羅伯森-多瑞接手擔當編劇。外景拍攝於2018年1月底開始，主體拍攝於2018年3月於加利福尼亞州開始拍攝。\r\n\r\n《驚奇隊長》定於2019年3月8日在美國上映（含IMAX版本和3D版本）。', 'none', 'd4800cd28795f6b2bbf7e3dd99d183f2aeca5fe5.jpg', '英雄片', 'IMAX', '普遍級', '', 0, '', '2019-03-08', '2019-03-09', 124, '安娜·波頓 瑞安·弗雷克', 'Anna Bodenㄒ', '全球', '是', '中英日'),
(154, '驚奇隊長', 'Captain Marvel', '《驚奇隊長》（英語：Captain Marvel，香港譯《Marvel隊長》，中國大陸譯《驚奇隊長》）是一部於2019年上映的美國超級英雄電影，劇情改編自漫威漫畫角色卡蘿·丹佛斯。漫威工作室製片，華特迪士尼工作室電影負責發行，本片為漫威電影宇宙系列的第二十一部電影。安娜·波頓和瑞安·弗雷克執導，並與梅格·雷法芙、妮可·帕爾曼、吉妮瓦·羅伯森-多瑞、莉茲·弗拉夫和卡莉·門施共同編劇。由布麗·拉森、山繆·傑克森、班·曼德森、吉蒙·韓蘇、李·培斯、拉沙納·林奇、嘉瑪·陳、安妮特·班寧、克拉克·格雷格和裘德·洛主演。背景設定在1990年代，講述卡蘿·丹佛斯在地球陷入兩個外星人世界的宇宙戰爭之間後，成為驚奇隊長。該片為漫威電影宇宙的首部女英雄獨立電影。\r\n\r\n卡蘿·丹佛斯的改編電影早在2013年5月發展中，發行日期首次在2014年10月和2015年4月宣布。妮可·帕爾曼和梅格·雷法芙受聘撰寫劇本。2016聖地牙哥國際漫畫展中，證實拉森將出演驚奇隊長。2017年4月確認由波頓和弗雷克執導。8月，吉妮瓦·羅伯森-多瑞接手擔當編劇。外景拍攝於2018年1月底開始，主體拍攝於2018年3月於加利福尼亞州開始拍攝。\r\n\r\n《驚奇隊長》定於2019年3月8日在美國上映（含IMAX版本和3D版本）。', 'none', '46f41b51f15d48e0cf8bd7cd17a6571936b6ff04.jpg', '英雄片', 'IMAX', '普遍級', '', 0, '', '2019-03-08', '2019-03-09', 124, '安娜·波頓 瑞安·弗雷克', 'Anna Bodenㄒ', '全球', '是', '中英日'),
(155, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(156, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(157, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(158, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(159, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(160, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(161, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(162, '驚奇隊長', 'Captain Marvel', '192.168.27.179', '192.168.27.179', '65f9469d50450298bb8f6b2d2538fe8ccb58d90f.jpg', '英雄片', '4DX', '普遍級', '', 0, '', '2019-02-18', '0000-00-00', 124, '安娜·波頓 瑞安·弗雷克', 'Anna Bodenㄒ', '全球', '是', '中英日'),
(163, '驚奇隊長', 'Captain Marvel', '192.168.27.179', '192.168.27.179', '03d6754f59a692eef186ffbf2278be8cd72c1564.jpg', '英雄片', '4DX', '普遍級', '', 0, '', '2019-02-18', '0000-00-00', 124, '安娜·波頓 瑞安·弗雷克', 'Anna Bodenㄒ', '全球', '是', '中英日'),
(164, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(165, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(166, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(167, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(168, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(169, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(170, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(171, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(172, '', '', '', '', 'nopic.jpg', '', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 0, '', '', '', '是', ''),
(173, '驚奇隊長111', 'Captain Marvel', '', '', '99fd2e62a35f31c90a9998912f173b25c6d68b77.jpg', '動作片,偵探片,英雄片,靈異片', '4DX', '普遍級', '', 0, '', '0000-00-00', '0000-00-00', 124, '', '', '', '否', '');

-- --------------------------------------------------------

--
-- 資料表結構 `forum`
--

CREATE TABLE `forum` (
  `sid` int(11) NOT NULL COMMENT '文章編號',
  `review_click` int(11) NOT NULL COMMENT '評論點擊',
  `w_film` varchar(255) CHARACTER SET utf8 NOT NULL COMMENT '觀看電影',
  `re_spoilers` tinyint(1) NOT NULL COMMENT '爆雷',
  `film_rate` int(11) NOT NULL COMMENT '電影評分',
  `film_fav_count` tinyint(1) NOT NULL COMMENT '電影喜愛',
  `issuer` varchar(255) NOT NULL COMMENT '發文帳號',
  `headline` varchar(255) CHARACTER SET utf8 NOT NULL COMMENT '文章標題',
  `review` varchar(255) CHARACTER SET utf8 NOT NULL COMMENT '影評',
  `re_vote_count` int(11) NOT NULL COMMENT '文章投票數',
  `re_push_count` int(11) NOT NULL COMMENT '文章推數',
  `re_reply_count` int(11) NOT NULL COMMENT '留言數',
  `i_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '發布日期',
  `w_date` date NOT NULL COMMENT '觀看日期',
  `re_last_edit` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '最後修改',
  `w_cinema` varchar(255) CHARACTER SET utf8 NOT NULL COMMENT '觀看戲院',
  `cinema_rate` int(11) NOT NULL COMMENT '戲院評分',
  `cinema_comment` varchar(255) NOT NULL COMMENT '戲院評論',
  `cinema_push_count` int(11) NOT NULL COMMENT '戲院最愛',
  `re_report` tinyint(1) NOT NULL COMMENT '檢舉',
  `re_report_content` varchar(255) NOT NULL COMMENT '檢舉內容',
  `intro_pic` varchar(255) NOT NULL COMMENT '介紹圖片'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `forum`
--

INSERT INTO `forum` (`sid`, `review_click`, `w_film`, `re_spoilers`, `film_rate`, `film_fav_count`, `issuer`, `headline`, `review`, `re_vote_count`, `re_push_count`, `re_reply_count`, `i_date`, `w_date`, `re_last_edit`, `w_cinema`, `cinema_rate`, `cinema_comment`, `cinema_push_count`, `re_report`, `re_report_content`, `intro_pic`) VALUES
(1, 0, '', 0, 5, 0, 'charles', '厄夜追緝令》The Guilty - 眼不見為憑', '<p>此外，劇情反轉的關鍵也很值得省思！如果講出來的話就爆雷了！綜觀所述，這部電影在氣氛的掌握得宜，懂得運用手邊的資源營造出不安之感，演員的演技單由雅各賽德倫獨秀全場，基本上如果演員不夠投入的話那本片完全就是一部不知所云的電影了，好在他的演技替驚悚之作加了很多分數，而本片真的是蠻新穎且獨特的，透過一通通的電話反覆來</p>', 0, 0, 0, '2019-03-20 12:44:36', '2019-03-14', '2019-03-22 16:29:30', '秀泰影城', 0, '', 0, 0, '太醜', '2f1b12f03a0a4bf64664dfea327a6cb6d1dfb195.jpg'),
(24, 0, '', 0, 2, 0, 'charles', '《雞不可失》Extreme Job - 聰明的瘋狂喜劇', '<p>作為一部喜劇電影，《雞不可失》依舊讓我折服於韓國電影工業懂得經營故事IP以及演藝人員的品牌。它的電影定位清楚，執行技術皆相當到位，無厘頭的劇情就是要讓這些正經八百的演員們，挑戰自我極限。正如同英文片名的「極限工作」，不論戲裡戲外都讓人感受到韓國電影人認真投入每一件事情的用心，要讓手上有的籌碼發揮到極致。</p><p>這並非是一味誇讚韓國電影的好，《雞不可失》當然還是有不少可以改進的地方，像是超乎常理的事件，以及黑白道雙方相當制式化（甚至卡通化）的人物設定；但本片就是知道自己的劣勢而懂得發揮所長，讓整', 0, 0, 0, '2019-03-21 03:15:35', '2019-03-06', '2019-03-22 16:29:30', '威秀影城', 0, '', 0, 0, '太醜', '8748ec037773c240be5a3babd86a13a75496237a.jpg'),
(25, 0, '', 0, 2, 0, 'charles', '來了》---惡靈不如心魔兇，人前假面終有報!', '<p>導演中島哲也在新片《來了》(ぼぎわんが、来る/It Comes)，依舊可以清楚看到他特有的特色印記，包括了如旋轉木馬般讓人霧裡看花，充斥懸疑變幻莫測人物角色與劇情推展、令人觸目驚心如泉湧般地血濺八方，交錯他擅長的瑰麗奇幻的視覺影像風格，但隱身在這些或懸疑、或恐怖、或奇幻的氛圍背後，還有小說家與導演用心良苦以妖喻人的警世寓言，六位實力派演員都在導演中島哲也的磨戲下，精彩地詮釋了前所未見的銀幕角色，不管是單純地看成是一部風格詭譎視覺華麗的恐怖片，或是更深一層去探討其後的深沉暗喻，電影《來了》(ぼぎわんが', 0, 0, 0, '2019-03-21 03:16:29', '2019-03-07', '2019-03-22 16:29:30', '威秀影城', 0, '', 0, 0, '太醜', '2cf7754515bdab326da278b083c296c1ea3a77af.jpg'),
(26, 0, '', 0, 5, 0, 'charles', '愛．欺》The Wife - 當我們探討什麼是「愛」', '<p>《愛．欺》的故事從一對年邁的作家夫妻出發：在丈夫準備接受諾貝爾文學獎表揚之際，劇情也漸漸揭發了過去夫妻間不為人知的內幕。由葛倫克蘿絲所飾演的女主角瓊安，可說是本片的一大賣點。不僅入圍本獎季多項女主角獎，同時也以沉穩內斂、不卑不亢的演技，展現了本片以女性視角作為出發點，闡述了愛的本質，回歸了人探究「愛」最根本的價值究竟為何？我們人生在不斷追求的「愛情」過程，所伴隨而來的副作用。<br>&nbsp;</p><p>愛一個人，是否就是必須妥協、委屈自己，或是去迎合另一半？還是需要在不斷發生的衝突之中，找到解', 0, 0, 0, '2019-03-21 03:19:43', '2019-03-08', '2019-03-22 16:29:30', '威秀影城', 0, '', 0, 0, '太醜', 'ea729f38e1d67cf46d1b16bdb869b85a21d5b3ea.jpg'),
(27, 0, '', 0, 1, 0, 'charles', '如何逆轉無限 - 驚奇隊長', '<p>《驚奇隊長》是一部於2019年上映的美國超級英雄電影，劇情改編自漫威漫畫角色卡蘿·丹佛斯。由布麗·拉森、山繆·傑克森、班·曼德森、吉蒙·韓蘇、李·培斯、安妮特·班寧、克拉克·格雷格和裘德·洛主演。</p><p>&nbsp; 劇情從哈拉星開始 一個剛入伍的克里女兵佛斯 在意外來到地球後 慢慢發現 原來自己認為的自己 並不是真正的自己…. （好多自己）</p>', 0, 0, 0, '2019-03-21 03:20:50', '2019-02-13', '2019-03-22 16:29:30', '威秀影城', 0, '', 0, 0, '太醜', '06b541c5e7f7504bb7319082dabd07dc9c1a39a7.jpg'),
(28, 0, '', 0, 5, 0, 'charles', '《喜劇天團：勞萊與哈台》--- 哥倆好作伴，且行且相惜。', '<p>電影《喜劇天團：勞萊與哈台》(Stan &amp; Ollie)故事描繪20世紀1920到1940年代，從默片到有聲電影，曾經是全球最受歡迎的喜劇雙人組合勞萊與哈台，史坦‧勞萊(Stan Laurel，1890~1965)與奧立佛‧哈台(Oliver Hardy，1892~1957)，兩人演藝生涯的最後一次巡迴演出旅程中，經歷了票房盛況不再，飽受外界冷嘲熱諷、兄弟鬩牆、性命交關等考驗的過程點點滴滴。</p>', 0, 0, 0, '2019-03-21 03:22:18', '2019-03-08', '2019-03-22 16:29:30', '威秀影城', 0, '', 0, 0, '太醜', '84ec53e16f270ad28bc6e10016266aeeb19bd03a.jpg'),
(29, 0, '', 0, 2, 0, 'charles', ' Anomalisa_精密逐格動畫形式，呼應主題--精緻工藝與半人半機械', '<p>觀賞完《一夜風流》大抵能體會到為何這部片能拿到奧斯卡眾多獎項，在很多層面上這部片成為了後世電影的典範，從電影的核心：劇本，到演員的表現，以及音樂、美術等等，整體給人的感覺是簡單而卻不失豐富，簡單的故事卻很深植人心，個人以為這全靠漂亮的情節轉折以及演員演技的高超，還有導演在眾多細節中安排的巧思。 劇情帶著有些無厘頭，但是從不欠缺合理性，鉅細靡遺的描寫兩個具備階級差異的男女，如何從認識到結婚，中間情緒的流動靠的是豐富的轉折來帶動整體故事，回到一開始就讓觀眾印象深刻的一幕：讓女主角跳進海裡，這樣的視覺衝擊', 0, 0, 0, '2019-03-21 03:24:49', '2019-03-14', '2019-03-22 16:29:30', '秀泰影城', 0, '', 0, 0, '太醜', '980a32e86a41b2115ade1fce7159565292ae76b9.jpg'),
(30, 0, '', 0, 5, 0, 'charles', '政治玩很大-為副不仁', '<p>導演亞當麥凱，在《大賣空》後逐漸轉型，從完全沒有入圍奧斯卡可能的瘋狂喜劇導演，變成以獨特幽默手法與時不時穿插的紀錄畫面取勝，片片入圍奧斯卡的神人。這部片中他維持《大賣空》的風格，把政治的黑暗世界以黑色幽默的方式拍出，還在中間放入了一個相當爆笑的彩蛋。我一直都很好奇那個旁白哥的用意，最後的揭露是非常戲謔的，但我笑不太出來就是。</p><p>&nbsp; 除了克里斯汀外，我認為片中最優秀的演出，莫過於艾美亞當斯的琳恩，及史提夫卡爾的唐納倫斯斐，山姆洛克威爾的小布希雖然演得不錯，但我認為比起《意外》的得獎', 0, 0, 0, '2019-03-21 03:26:35', '2019-03-16', '2019-03-22 16:29:30', '秀泰影城', 0, '', 0, 0, '太醜', 'd2a2d04ce1bc0f72376c8b36d3023d9c3a0327e6.jpg'),
(31, 0, '', 0, 1, 0, 'charles', '《 七龍珠超：布羅利 ドラゴンボール超 ブロリー 》媲美自在極意的爽快激戰', '<p><strong>繼『復活的F』之後，鳥山明再度撰寫全新的劇場版動畫『七龍珠超：布羅利』，而這是『七龍珠』的第20部劇場版，也是『七龍珠超』系列的首部劇場版。個人非常喜愛『七龍珠』這部動漫，從小看到大，但不敢說是鐵粉，畢竟我只有追動畫的部分，漫畫方面幾乎沒看過，在2018年『七龍珠超』電視動畫結束後，對於這次新的劇場版就相當期待，更何況鳥山明將帶來全新的布羅利，粉絲們怎能不期待這位傳說賽亞人的再次回歸呢。</strong></p>', 0, 0, 0, '2019-03-21 03:27:39', '2019-03-23', '2019-03-22 16:29:30', '威秀影城', 0, '', 0, 0, '太醜', 'e4b59c81e8aab39fb8a4fbec49d9079e4857d652.jpg'),
(32, 0, '', 0, 2, 0, 'charles', '電影虎蘭花《法律女王》捍衛男權以爭女權？傳奇女法官的平權逆轉勝', '<p>在好萊塢光鮮亮麗的檯面下，其實或多或少存在著男女演員同工不同酬現象，你喜歡或敬佩的任何女演員都可能面臨同樣的阻礙，甚至是現代具有影響力的女演員之一，艾瑪史東。</p><p>不過值得欣慰的，同樣身為具有影響力的「名偵探」班尼狄克康伯拜區曾發出以下宣言：「未來除非同劇的女主角和我相同薪酬，否則我將拒絕演出。」所以說，出門前先別管風向了，多注意現時代的風氣吧！</p>', 0, 0, 0, '2019-03-21 03:29:01', '2019-03-08', '2019-03-22 16:29:30', '威秀影城', 0, '', 0, 0, '太醜', 'af6c261e271d79434d17ec0b6eafeea3dbb9f366.jpg'),
(33, 0, '', 0, 2, 0, 'charles', '電影虎蘭花《極地》絕殺慣老闆！麥斯米克森飾演地表最強殺手「黑凱薩」 50歲獨眼大叔出手不留活口', '<p>《極地》改編自黑馬漫畫旗下，由維克多桑托斯創作的同名漫畫《Polar：Came from the cold》，結合美式熱情奔放與美國西北部偏遠寒冷地區的靜謐氣息，講述一位即將在50歲生日當天退休的殺手鄧肯維茲拉（Duncan Vizla）— 「黑凱薩」（The Black Kaiser），隱居在美國遍遠的寒冷郊區，計劃過上一生難求的平靜生活，然而雇主怎麼可能真讓他和公務員一樣安穩退職領退休金，雇用一群年輕力盛的殺手全面追殺，不過遭受威脅、傷痕累累的鄧肯要證明：「薑還是老的辣！」</p>', 0, 0, 0, '2019-03-21 03:30:05', '2019-03-08', '2019-03-22 16:29:30', '威秀影城', 0, '', 0, 0, '太醜', 'ee420975de9da6a6bf48c7942a70a57242444620.jpg'),
(34, 0, '', 0, 7, 0, 'charles', '【 酷寒殺手 Cold Pursuit 】人性中的自我矛盾與灰色地帶。', '<p>翻拍自 2014 年挪威出品的電影《該死的順序》，並由同位導演 Hans Petter Moland 所執導。故事描述一位剷雪車司機在受到年度優良公民的表揚後，收到兒子吸毒過量的死訊。他堅信兒子的清白，並開始為真相展開追查，赫然發現竟是與一個龐大的販毒組織有關。決定復仇的他，卻意外讓兩個幫派互相產生誤會，導致整起事件也越來越複雜。</p><p>電影利用毒品來串連三對父子的關係，並以黑色幽默的手法，帶領觀眾窺探「人性」的各種樣貌。 身為印第安毒梟的 White Bull，兒子居然在首次出任務就慘死；身', 0, 0, 0, '2019-03-21 03:31:18', '2019-03-30', '2019-03-22 16:29:30', '威秀影城', 0, '', 0, 0, '太醜', '6ea02d14201fed3f14c142ddf282b42f2ba199bf.jpg'),
(35, 0, '', 0, 7, 0, 'charles', '《吉娃娃羅曼死》Chiwawa - 青春就是一場瘋狂的淘金熱', '<p>「青春」就是一種不知道何時開始，卻也不知道何時不見的模糊名詞。它就像是一場瘋狂的淘金熱，一旦觸發就讓人完全投入其中，無法自拔，卻在發現全部耗光的時刻一哄而散。我們總有過這樣的荒唐歲月，彷彿時間永遠用不完，最後仍然逃不過時間對我們的反撲，回憶起來酸中帶甜，卻讓人回味再三的奇妙滋味。我想「一場瘋狂的淘金熱」，就是本片對「青春」二字所下的最好註解。</p><p>而在我們的記憶之中，或是成長的過程中，總是不乏那種生活複雜、情史豐富、人生經歷多彩多姿的耀眼之星，好像所有人該有的好運都集中在他/她身上，好似世界', 0, 0, 0, '2019-03-21 03:32:21', '2019-03-22', '2019-03-22 16:29:30', '威秀影城', 0, '', 0, 0, '太醜', 'dd64e93655baffbaa28c993a207401b122b81bad.jpg'),
(36, 0, '', 0, 7, 0, 'charles', '《吉娃娃羅曼死》Chiwawa - 青春就是一場瘋狂的淘金熱', '<p>「青春」就是一種不知道何時開始，卻也不知道何時不見的模糊名詞。它就像是一場瘋狂的淘金熱，一旦觸發就讓人完全投入其中，無法自拔，卻在發現全部耗光的時刻一哄而散。我們總有過這樣的荒唐歲月，彷彿時間永遠用不完，最後仍然逃不過時間對我們的反撲，回憶起來酸中帶甜，卻讓人回味再三的奇妙滋味。我想「一場瘋狂的淘金熱」，就是本片對「青春」二字所下的最好註解。</p><p>而在我們的記憶之中，或是成長的過程中，總是不乏那種生活複雜、情史豐富、人生經歷多彩多姿的耀眼之星，好像所有人該有的好運都集中在他/她身上，好似世界', 0, 0, 0, '2019-03-21 03:32:22', '2019-03-22', '2019-03-22 16:29:30', '威秀影城', 0, '', 0, 0, '太醜', '792049f48d66e6dbeaf3afefddd555657b0694bc.jpg'),
(38, 0, '', 0, 1, 0, 'roy', '1111111', '<p>23123</p>', 0, 0, 0, '2019-03-23 12:28:59', '2019-03-15', '2019-03-23 12:28:59', '', 0, '', 0, 0, '', '4b3e14e08507f820b707a81ac762e7bd95cf89d7.jpg'),
(39, 0, '', 0, 1, 0, 'roy', '1111111', '<p>111</p>', 0, 0, 0, '2019-03-23 12:36:37', '2019-03-02', '2019-03-23 12:36:37', '1', 0, '', 0, 0, '', '57ed810dca95b830d927c20a919f7688775da857.jpg'),
(40, 0, '', 0, 4, 0, 'roy', '12312313', '<p>1232131</p>', 0, 0, 0, '2019-03-24 05:00:36', '2019-01-02', '2019-03-24 05:00:36', '12312', 0, '', 0, 0, '', '1c8ad3c5abdc622851449d469ca8892f3bc7faa0.png'),
(41, 0, '', 0, 1, 0, 'roy', '1111111', '<p>21321</p>', 0, 0, 0, '2019-03-24 05:01:59', '2019-03-05', '2019-03-24 05:01:59', '111', 0, '', 0, 0, '', '0132d6d65ae5257f3c05a69fa4d4874bb0e57e4a.png'),
(42, 0, '', 0, 1, 0, 'roy', '1111111', '<p>21321</p>', 0, 0, 0, '2019-03-24 05:03:20', '2019-03-05', '2019-03-24 05:03:20', '111', 0, '', 0, 0, '', '8d28c48cc75835a33208561fe663b85af70b300a.png'),
(43, 0, '', 0, 1, 0, 'roy', '1111111', '<p>21321</p>', 0, 0, 0, '2019-03-24 05:04:28', '2019-03-05', '2019-03-24 05:04:28', '111', 0, '', 0, 0, '', '64b8248e553cf3a4c5b069bf038897bd3fbd6bc7.png'),
(44, 0, '', 0, 1, 0, 'roy', '1111111', '<p>21321</p>', 0, 0, 0, '2019-03-24 05:05:35', '2019-03-05', '2019-03-24 05:05:35', '111', 0, '', 0, 0, '', 'c61ab5464af8f9f266dcfc25a284ed36f8879932.png'),
(45, 0, '', 0, 1, 0, 'roy', '45345', '<p>453454</p>', 0, 0, 0, '2019-03-24 05:24:43', '2019-01-22', '2019-03-24 05:24:43', '453', 0, '', 0, 0, '', 'f62a5f73a3277a2e8e541ade87bb781f7a1070b8.jpg'),
(46, 0, '', 0, 2, 0, 'roy', '1212', '<p>1212</p>', 0, 0, 0, '2019-03-24 05:25:50', '2019-01-01', '2019-03-24 05:25:50', '1112', 0, '', 0, 0, '', '435d1a95318bf2b2d237f43a8cad9de0e6247ee4.jpg'),
(47, 0, '', 0, 2, 0, 'roy', '1212', '<p>1212</p>', 0, 0, 0, '2019-03-24 05:26:14', '2019-01-01', '2019-03-24 05:26:14', '1112', 0, '', 0, 0, '', '7d916190588480fa49fa51a4e7c45db0a00859ef.jpg'),
(48, 0, '', 0, 1, 0, 'roy', '111111', '<p>4535434</p>', 0, 0, 0, '2019-03-24 05:42:07', '2019-01-02', '2019-03-24 05:42:07', '111', 0, '', 0, 0, '', 'b89a975a4eaec052a820902581590d6f0a874ef3.png'),
(49, 0, '', 0, 1, 0, 'roy', '111111', '<p>4535434</p>', 0, 0, 0, '2019-03-24 05:53:04', '2019-01-02', '2019-03-24 05:53:04', '111', 0, '', 0, 0, '', '6d133f239a28cf6d46e8765d32981b2157ce3f7d.png'),
(50, 0, '', 0, 1, 0, 'roy', '111111', '<p>45343434</p>', 0, 0, 0, '2019-03-24 05:55:15', '2019-01-09', '2019-03-24 05:55:15', '111', 0, '', 0, 0, '', 'd8c51ba8a4e911eced7d00e6d43be9da35f016e6.jpg'),
(51, 0, '', 0, 0, 0, '', '', '', 0, 0, 0, '2019-03-24 05:57:33', '0000-00-00', '2019-03-24 05:57:33', '', 0, '', 0, 0, '', ''),
(52, 0, '', 0, 0, 0, '', '', '', 0, 0, 0, '2019-03-24 05:57:53', '0000-00-00', '2019-03-24 05:57:53', '', 0, '', 0, 0, '', ''),
(53, 0, '', 0, 1, 0, 'roy', '1111111', '<p>453434</p>', 0, 0, 0, '2019-03-24 06:02:32', '2019-01-01', '2019-03-24 06:02:32', '111', 0, '', 0, 0, '', '2760bfc933f18e113c1d052763f9fd46a986df27.png'),
(54, 0, '', 0, 1, 0, 'roy', '1111111', '<p>453434</p>', 0, 0, 0, '2019-03-24 06:06:55', '2019-01-01', '2019-03-24 06:06:55', '111', 0, '', 0, 0, '', 'dc85653949a7bf23414fdb5512e99ef22f6a9f38.png'),
(55, 0, '', 0, 2, 0, 'roy', '111111', '<p>45354</p>', 0, 0, 0, '2019-03-24 06:07:23', '2019-01-10', '2019-03-24 06:07:23', '543', 0, '', 0, 0, '', '66a9e6d999bc8876dd8fe347262e8f9486fd2864.png'),
(56, 0, '', 0, 1, 0, 'roy', '111111', '<p>453</p>', 0, 0, 0, '2019-03-24 06:09:16', '2019-01-01', '2019-03-24 06:09:16', '123', 0, '', 0, 0, '', 'a932335aed480a769a26e2f0a203c369d925d6d9.png'),
(57, 0, '', 0, 1, 0, 'roy', '國國國', '<p>453</p>', 0, 0, 0, '2019-03-24 06:09:36', '2019-01-01', '2019-03-24 06:09:36', '123', 0, '', 0, 0, '', '8c3a22560f703af0a96f7e3c4ab8f38642e9d503.png'),
(58, 0, '', 0, 1, 0, 'roy', '國國國', '<p>453</p>', 0, 0, 0, '2019-03-24 06:16:46', '2019-01-01', '2019-03-24 06:16:46', '123', 0, '', 0, 0, '', 'e0590dfd4a224c0b9e8fdedd9ee7c705f8c2b481.png'),
(59, 0, '', 0, 1, 0, 'roy', '國國國', '<p>453</p>', 0, 0, 0, '2019-03-24 06:17:23', '2019-01-01', '2019-03-24 06:17:23', '123', 0, '', 0, 0, '', '290a06d5104342f99acfd21a62f647c09967ca39.png'),
(60, 0, '', 0, 1, 0, 'roy', '111111', '<p>4535434</p>', 0, 0, 0, '2019-03-24 06:20:11', '2019-01-09', '2019-03-24 06:20:11', '111', 0, '', 0, 0, '', '42b9b24f51f36bc0d60decd1af227d9d7acb7ec0.png'),
(61, 0, '', 0, 4, 0, 'roy', '111111', '<p>53453</p>', 0, 0, 0, '2019-03-24 06:21:04', '2019-01-02', '2019-03-24 06:21:04', '111', 0, '', 0, 0, '', 'be10ea1cb5972ba0e6264461742cf0d698dc5dfa.png'),
(62, 0, '', 0, 2, 0, 'roy', '111111', '<p>45345</p>', 0, 0, 0, '2019-03-24 06:21:50', '2019-01-02', '2019-03-24 06:21:50', '111', 0, '', 0, 0, '', 'fa0fac783e4cfa59ed724383589f0fff3fdb4d74.jpg'),
(63, 0, '', 0, 2, 0, 'roy', '453', '<p>54354</p>', 0, 0, 0, '2019-03-24 06:22:22', '2019-01-09', '2019-03-24 06:22:22', '45345', 0, '', 0, 0, '', '5faed8ea3c02562da5b8df99c0aa506f4e3b1694.png'),
(64, 0, '', 0, 1, 0, 'roy', '222', '<p>4354</p>', 0, 0, 0, '2019-03-24 06:24:31', '2019-01-02', '2019-03-24 06:24:31', '111', 0, '', 0, 0, '', 'd63c5d5c5b97a107c4a3a3edf8ba5e84f04dabae.png'),
(65, 0, '', 0, 1, 0, 'roy', '222', '<p>4354</p>', 0, 0, 0, '2019-03-24 06:24:51', '2019-01-02', '2019-03-24 06:24:51', '111', 0, '', 0, 0, '', '7a9df860f63361631906e7a1160ddf4d8a46bd3f.png'),
(66, 0, '', 0, 1, 0, 'roy', '222', '<p>4354</p>', 0, 0, 0, '2019-03-24 06:25:20', '2019-01-02', '2019-03-24 06:25:20', '111', 0, '', 0, 0, '', '32ba6cf7956f31b013f019dc40f15d7ac2de199d.png'),
(67, 0, '', 1, 1, 0, 'roy', '222', '<p>4354</p>', 0, 0, 0, '2019-03-24 06:25:50', '2019-01-02', '2019-03-24 06:25:50', '111', 0, '', 0, 0, '', 'aef4ca206900e6f6c9e8bc5039a51ed50ccaa756.png'),
(68, 0, '', 1, 1, 0, 'roy', '222', '<p>4354</p>', 0, 0, 0, '2019-03-24 06:28:31', '2019-01-02', '2019-03-24 06:28:31', '111', 0, '', 0, 0, '', '165ee7be4b6e0f20458ace665962e7e2086da1dd.png'),
(69, 0, '', 1, 1, 0, 'roy', '222', '<p>4354</p>', 0, 0, 0, '2019-03-24 06:28:32', '2019-01-02', '2019-03-24 06:28:32', '111', 0, '', 0, 0, '', 'e58770da377ef49a99080a8bfabd244b99eec786.png'),
(70, 0, '', 1, 2, 0, 'roy', '222', '<p>4354</p>', 0, 0, 0, '2019-03-24 06:33:22', '2019-01-02', '2019-03-24 06:33:22', '111', 0, '', 0, 0, '', 'c7303d43486d7c6fe3dfbb9dd1afd8bed1916bc6.png'),
(71, 0, '', 1, 1, 0, 'roy', '1111111', '<p>453543</p>', 0, 0, 0, '2019-03-24 07:50:28', '2019-01-05', '2019-03-24 07:50:28', '111', 0, '', 0, 0, '', '2de54322a8bfc7abea3e0c599faf5ebbd3529e95.png'),
(72, 0, '', 1, 1, 0, 'roy', '1111111', '<p>453543</p>', 0, 0, 0, '2019-03-24 07:51:41', '2019-01-05', '2019-03-24 07:51:41', '111', 0, '', 0, 0, '', 'b513e852342eefb6f10067da190ed4e141ed7d63.png'),
(73, 0, '', 1, 1, 0, 'roy', '1111111', '<p>453543</p>', 0, 0, 0, '2019-03-24 07:56:07', '2019-01-05', '2019-03-24 07:56:07', '111', 0, '', 0, 0, '', '9f5d8d1af1f21ff692de0a753f2df15440d578c9.png'),
(74, 0, '', 1, 1, 0, 'roy', '1111111', '<p>453543</p>', 0, 0, 0, '2019-03-24 07:56:10', '2019-01-05', '2019-03-24 07:56:10', '111', 0, '', 0, 0, '', 'dc043665e57a4b36547906d05506681949669d97.png'),
(75, 0, '', 1, 1, 0, 'roy', '1111111', '<p>453543</p>', 0, 0, 0, '2019-03-24 07:57:02', '2019-01-05', '2019-03-24 07:57:02', '111', 0, '', 0, 0, '', '6e841966ff0b9912fe1b9e43f008dc8d93f7c9a6.jpg'),
(76, 0, '', 1, 1, 0, 'roy', '111111', '<p>65434354</p>', 0, 0, 0, '2019-03-24 08:29:50', '2019-01-02', '2019-03-24 08:29:50', '11', 0, '', 0, 0, '', 'e09c4c6388324d228b07f3e985587c111e276ba7.jpg'),
(77, 0, '', 1, 1, 0, 'roy', '111111', '<p>43453435</p>', 0, 0, 0, '2019-03-24 08:56:53', '2019-03-12', '2019-03-24 08:56:53', '111', 0, '', 0, 0, '', 'b04adc39f1c2842fdfb27f345704ce63a8dab7af.jpg'),
(78, 0, '', 1, 10, 0, 'roy', '99999999', '<p>43453435</p>', 0, 0, 0, '2019-03-24 08:57:33', '2019-03-12', '2019-03-24 08:57:33', '111', 0, '', 0, 0, '', 'b5e58e90b17f10ef7c6440fd390dc985a7b2c1aa.jpg'),
(79, 0, '', 1, 10, 0, 'roy', '99999999', '<p>4345343599999999999</p>', 0, 0, 0, '2019-03-24 08:57:57', '2019-03-12', '2019-03-24 08:57:57', '999999999', 0, '', 0, 0, '', 'a3354e7bf064bbd464f85407f327343096f46515.jpg'),
(81, 0, '', 0, 10, 0, 'roy', '99999999', '<p>4345343599999999999</p>', 0, 0, 0, '2019-03-24 09:03:18', '2019-03-12', '2019-03-24 09:03:18', '999999999', 0, '', 0, 0, '', '7b5ddf62d1996aa4992ba4e9ffcb28cbffa61778.jpg'),
(82, 0, '', 1, 7, 0, 'roy', '111111', '4243553', 0, 0, 0, '2019-03-24 09:38:58', '2019-01-03', '2019-03-24 09:38:58', '111', 5, '', 0, 0, '', '8026e63ffb7ca6d9c160a643db6134453f6d3d1f.jpg'),
(83, 0, '國家', 1, 3, 0, 'roy', '爽欸', '不爽欸', 0, 0, 0, '2019-03-24 09:48:14', '2019-01-11', '2019-03-24 09:48:14', '妳加', 4, '', 0, 0, '', 'a106f6f38b818e20d019ee444d7ceb209c1dbc17.jpg'),
(84, 0, '國家', 1, 3, 0, 'roy', '爽欸', '不爽欸', 0, 0, 0, '2019-03-24 09:49:22', '2019-01-11', '2019-03-24 09:49:22', '妳加', 4, '', 0, 0, '', '0d5aa3f243fda9753213963923cd69958c905018.jpg'),
(85, 0, '國家', 1, 3, 0, 'roy', '爽欸', '不爽欸', 0, 0, 0, '2019-03-24 09:53:41', '2019-01-11', '2019-03-24 09:53:41', '妳加', 4, '', 0, 0, '', '1892e74be696eacf1618dbc28028be6fac20069a.jpg'),
(86, 0, '國家', 0, 3, 0, 'roy', '爽欸', '不爽欸', 0, 0, 0, '2019-03-24 09:53:51', '2019-01-11', '2019-03-24 09:53:51', '妳加', 4, '', 0, 0, '', '8e5ff08b6dd7cf1c0d23cd1e910579e480a0ae75.jpg'),
(87, 0, '國家', 1, 3, 0, 'roy', '爽欸', '不爽欸', 0, 0, 0, '2019-03-24 09:53:57', '2019-01-11', '2019-03-24 09:53:57', '妳加', 4, '', 0, 0, '', '465eb0e4dd8f5a61524cb96c31808f16e229c74c.jpg'),
(88, 0, '國家', 1, 3, 1, 'roy', '爽欸', '不爽欸', 0, 0, 0, '2019-03-24 09:54:45', '2019-01-11', '2019-03-24 09:54:45', '妳加', 4, '', 1, 0, '', '7411dd0173bb4379d97597e33ed053acb0883046.jpg'),
(89, 0, '國家', 0, 3, 0, 'roy', '爽欸', '不爽欸', 0, 0, 0, '2019-03-24 09:54:50', '2019-01-11', '2019-03-24 09:54:50', '妳加', 4, '', 0, 0, '', '5b75aadfb369562a9eda8a9b338733a9e9a450a0.jpg'),
(90, 0, '國家', 0, 3, 0, 'roy', '爽欸', '不爽欸', 0, 0, 0, '2019-03-24 10:38:49', '2019-01-11', '2019-03-24 10:38:49', '妳加', 4, '', 0, 0, '', '0530f03fb3917f962ba0acaaa2ae2a23edd91953.jpg'),
(91, 0, '國家', 0, 3, 0, 'roy', '爽欸', '不爽欸', 0, 0, 0, '2019-03-24 10:38:55', '2019-01-11', '2019-03-24 10:38:55', '妳加', 4, '', 0, 0, '', 'b827c85cae93d79bc8b19c1aa9d4f2575b8738e5.jpg'),
(92, 0, '國家', 1, 3, 1, 'roy', '45434534343', '543543543', 0, 0, 0, '2019-03-24 10:41:08', '2019-01-01', '2019-03-24 10:41:08', '11', 2, '', 1, 0, '', '37de811f4a2d01c782d2c4d19cdbad6365f41b25.jpg'),
(93, 0, '國家', 1, 3, 1, 'roy', '45434534343', '543543543', 0, 0, 0, '2019-03-24 10:42:46', '2019-01-01', '2019-03-24 10:42:46', '11', 2, '45345354345', 1, 0, '', '14c4eb5552f383db7fb5bbb5fc991c51984f98ab.jpg'),
(94, 0, '1213', 1, 1, 1, 'roy', '111111', '75373573', 0, 0, 0, '2019-03-24 12:07:14', '2019-01-02', '2019-03-24 12:07:14', '湳山戲院', 2, '737387', 1, 0, '', '327914da01b2e3ebd76cff28254d09394f6b3d5e.jpg'),
(95, 0, '1213', 1, 1, 1, 'roy', '111111', '75373573', 0, 0, 0, '2019-03-24 12:07:42', '2019-01-02', '2019-03-24 12:07:42', '湳山戲院', 2, '737387', 1, 0, '', '89d5819ca1fe3b6bc3577d1887d40bb67ef02bd5.jpg'),
(96, 0, '1213', 1, 1, 1, 'roy', '111111', '75373573', 0, 0, 0, '2019-03-24 12:07:43', '2019-01-02', '2019-03-24 12:07:43', '湳山戲院', 2, '737387', 1, 0, '', '5a74b65c22e4b73c84abdf3b5c3725e74c601a6a.jpg'),
(97, 0, '1213', 1, 1, 1, 'roy', '111111', '75373573', 0, 0, 0, '2019-03-24 12:07:43', '2019-01-02', '2019-03-24 12:07:43', '湳山戲院', 2, '737387', 1, 0, '', 'fabb101dc2038d6f24d95c2055925adfe277fef2.jpg'),
(98, 0, '1213', 1, 2, 1, 'roy', '452425', '4254', 0, 0, 0, '2019-03-24 12:09:08', '2019-01-11', '2019-03-24 12:09:08', '府中15新北紀錄片放映院', 2, '4245', 1, 0, '', 'b7e4c5c2dec104e34ed939bbb3c4a0560ee9c95a.jpg'),
(99, 0, '幼女戰記劇場版', 1, 1, 1, 'roy', '111111', '43453', 0, 0, 0, '2019-03-24 12:20:55', '2019-01-02', '2019-03-24 12:20:55', 'Spacebar Room 文青不挑片', 1, '4345354', 1, 0, '', '0abc854391525d52f46070a4139d8662ccd9e45c.jpg'),
(100, 0, '好看電影7', 0, 4, 0, 'roy', '1111111', '454345', 0, 0, 0, '2019-03-24 13:18:15', '2019-01-03', '2019-03-24 13:18:15', '光點台北', 4, '453453453453', 1, 0, '', '07f188b4c736c5ab27932c7cb373a7467fce985a.jpg'),
(101, 0, '好看電影7', 0, 4, 0, 'roy', '1111111', '454345', 0, 0, 0, '2019-03-24 13:18:38', '2019-01-03', '2019-03-24 13:18:38', '光點台北', 4, '453453453453', 1, 0, '', '8be8094b5fee0c8b8ea6331cd7a48a62a69f7c1f.jpg'),
(102, 0, 'Fate/stay night：II.迷途之蝶 Fate/stay night||', 0, 1, 0, 'roy', '424243', '131232', 0, 0, 0, '2019-03-24 13:51:17', '2019-01-04', '2019-03-24 13:51:17', 'Spacebar Room 文青不挑片', 0, '', 0, 0, '', '543cdbffe962e91215c123e4b07d5e99fa584c7b.jpg'),
(103, 0, 'Fate/stay night：II.迷途之蝶 Fate/stay night||', 0, 2, 0, 'roy', '111111', '13213', 0, 0, 0, '2019-03-24 13:58:15', '2019-01-08', '2019-03-24 13:58:15', 'Spacebar Room 文青不挑片', 0, '', 0, 0, '', '1434c31fe54daeb751cdb1ce485feb7c37c68b6e.jpg'),
(104, 0, 'Fate/stay night：II.迷途之蝶 Fate/stay night||', 0, 3, 0, 'roy', '11', '111', 0, 0, 0, '2019-03-24 13:58:44', '2019-01-01', '2019-03-24 13:58:44', 'Spacebar Room 文青不挑片', 0, '', 0, 0, '', '72257bb4c3ffb5f3f373b45801bfd89d6abb12e3.jpg'),
(105, 0, 'Fate/stay night：II.迷途之蝶 Fate/stay night||', 0, 3, 0, 'roy', '11', '<br>', 0, 0, 0, '2019-03-24 14:00:01', '2019-01-01', '2019-03-24 14:00:01', 'Spacebar Room 文青不挑片', 0, '', 0, 0, '', '1eb42a8ca5fa7a882db16263cb97a6c17e877456.jpg'),
(106, 0, 'Fate/stay night：II.迷途之蝶 Fate/stay night||', 0, 3, 0, 'roy', '43654343', '&lt;br&gt;', 0, 0, 0, '2019-03-24 14:01:40', '2019-01-08', '2019-03-24 14:01:40', 'Spacebar Room 文青不挑片', 0, '', 0, 0, '', '65003004eb26ca08081f7dea09dda4421822e998.jpg'),
(107, 0, 'Fate/stay night：II.迷途之蝶 Fate/stay night||', 0, 3, 0, 'roy', '&lt;br&gt;', '&lt;br&gt;', 0, 0, 0, '2019-03-24 14:03:00', '2019-01-08', '2019-03-24 14:03:00', 'Spacebar Room 文青不挑片', 0, '&lt;br&gt;', 0, 0, '', '900751aa050595dc9d55395540fba23eff130176.jpg');

-- --------------------------------------------------------

--
-- 資料表結構 `member`
--

CREATE TABLE `member` (
  `sid` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `nickname` varchar(255) NOT NULL,
  `gender` varchar(255) NOT NULL,
  `age` int(11) NOT NULL,
  `birthday` date NOT NULL,
  `email` varchar(255) NOT NULL,
  `mobile` varchar(255) NOT NULL,
  `fav_type` varchar(255) DEFAULT NULL,
  `avatar` varchar(255) DEFAULT 'null.jpg',
  `join_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `pwd` varchar(255) NOT NULL,
  `pwd_change_d` datetime NOT NULL,
  `pwd_err_c` int(11) DEFAULT '0',
  `last_login_d` datetime DEFAULT CURRENT_TIMESTAMP,
  `login_c` int(11) DEFAULT '1',
  `rank` int(11) NOT NULL DEFAULT '0',
  `permission` varchar(255) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 資料表的匯出資料 `member`
--

INSERT INTO `member` (`sid`, `name`, `nickname`, `gender`, `age`, `birthday`, `email`, `mobile`, `fav_type`, `avatar`, `join_date`, `pwd`, `pwd_change_d`, `pwd_err_c`, `last_login_d`, `login_c`, `rank`, `permission`) VALUES
(1, '皮卡丘', '皮卡', '男', 10, '2000-01-01', 'pokemon1@mm.com', '0910-000-001', '動作片,動畫片,紀錄片,英雄片', '3fb26cc1614aca6cec678ee3313793e38072cf22.png', '2019-03-14 07:54:31', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(2, '小火龍', '火龍', '男', 11, '2000-01-02', 'pokemon2@mm.com', '0910-000-002', '動畫片,武俠片', '1b6453892473a467d07372d45eb05abc2031647a.png', '2019-03-14 08:06:10', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '2'),
(3, '傑尼龜', '傑尼', '女', 9, '2000-01-03', 'pokemon3@mm.com', '0910-000-003', '戲劇片,文藝片,警匪片', '902ba3cda1883801594b6e1b452790cc53948fda.png', '2019-03-14 08:06:10', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(4, '妙蛙種子', '種子', '女', 12, '2000-01-04', 'pokemon4@mm.com', '0910-000-004', '動作片,戲劇片', '356a192b7913b04c54574d18c28d46e6395428ab.png', '2019-03-14 08:06:10', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(5, '伊布', '小伊', '男', 10, '2000-01-05', 'pokemon5@mm.com', '0910-000-005', '偵探片,紀錄片,武俠片,驚悚片', '17ba0791499db908433b80f37c5fbc89b870084b.png', '2019-03-14 08:06:10', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(6, '假人1號', '小假1', '女', 1, '2000-01-01', 'fakeman1@fake.com', '0920-000-001', '科幻片,懸疑片,驚悚片,愛情片', 'null.jpg', '2019-03-14 08:31:07', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(7, '假人2號', '小假2', '女', 2, '2000-01-01', 'fakeman2@fake.com', '0920-000-002', NULL, 'null.jpg', '2019-03-14 08:31:07', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(8, '假人3號', '小假3', '女', 3, '2000-01-01', 'fakeman3@fake.com', '0920-000-003', NULL, 'null.jpg', '2019-03-14 08:31:07', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(9, '假人4號', '小假4', '女', 4, '2000-01-01', 'fakeman4@fake.com', '0920-000-004', NULL, 'null.jpg', '2019-03-14 08:31:07', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(10, '假人5號', '小假5', '男', 5, '2000-01-01', 'fakeman5@fake.com', '0920-000-005', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '0'),
(11, '假人6號', '小假6', '女', 6, '2000-01-01', 'fakeman6@fake.com', '0920-000-006', '英雄片,警匪片', 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(12, '假人7號', '小假7', '女', 7, '2000-01-01', 'fakeman7@fake.com', '0920-000-007', '喜劇片,英雄片,恐怖片', 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(13, '假人8號', '小假8', '女', 8, '2000-01-01', 'fakeman8@fake.com', '0920-000-008', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(14, '假人9號', '小假9', '女', 9, '2000-01-01', 'fakeman9@fake.com', '0920-000-009', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(15, '假人10號', '小假10', '男', 10, '2000-01-01', 'fakeman10@fake.com', '0920-000-010', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '0'),
(16, '假人11號', '小假11', '女', 11, '2000-01-01', 'fakeman11@fake.com', '0920-000-011', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(17, '假人12號', '小假12', '女', 12, '2000-01-01', 'fakeman12@fake.com', '0920-000-012', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(18, '假人13號', '小假13', '女', 13, '2000-01-01', 'fakeman13@fake.com', '0920-000-013', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(19, '假人14號', '小假14', '女', 14, '2000-01-01', 'fakeman14@fake.com', '0920-000-014', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(20, '假人15號', '小假15', '男', 15, '2000-01-01', 'fakeman15@fake.com', '0920-000-015', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '0'),
(21, '假人16號', '小假16', '女', 16, '2000-01-01', 'fakeman16@fake.com', '0920-000-016', '動作片,動畫片,喜劇片', 'null.jpg', '2019-03-14 08:31:08', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(22, '假人17號', '小假17', '女', 17, '2000-01-01', 'fakeman17@fake.com', '0920-000-017', '動作片,紀錄片', '283863d984e402aecacee4fd2726bf7db39582e6.png', '2019-03-14 08:31:08', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(23, '假人18號', '小假18', '女', 18, '2000-01-01', 'fakeman18@fake.com', '0920-000-018', '喜劇片,英雄片', 'null.jpg', '2019-03-14 08:31:08', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(24, '假人19號', '小假19', '女', 19, '2000-01-01', 'fakeman19@fake.com', '0920-000-019', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(25, '假人20號', '小假20', '男', 20, '2000-01-01', 'fakeman20@fake.com', '0920-000-020', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '0'),
(26, '假人21號', '小假21', '女', 21, '2000-01-01', 'fakeman21@fake.com', '0920-000-021', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(27, '假人22號', '小假22', '女', 22, '2000-01-01', 'fakeman22@fake.com', '0920-000-022', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(28, '假人23號', '小假23', '女', 23, '2000-01-01', 'fakeman23@fake.com', '0920-000-023', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(29, '假人24號', '小假24', '女', 24, '2000-01-01', 'fakeman24@fake.com', '0920-000-024', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(30, '假人25號', '小假25', '男', 25, '2000-01-01', 'fakeman25@fake.com', '0920-000-025', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(31, '假人26號', '小假26', '女', 26, '2000-01-01', 'fakeman26@fake.com', '0920-000-026', '偵探片', 'null.jpg', '2019-03-14 08:31:08', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(32, '假人27號', '小假27', '女', 27, '2000-01-01', 'fakeman27@fake.com', '0920-000-027', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(33, '假人28號', '小假28', '女', 28, '2000-01-01', 'fakeman28@fake.com', '0920-000-028', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(34, '假人29號', '小假29', '女', 29, '2000-01-01', 'fakeman29@fake.com', '0920-000-029', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(35, '假人30號', '小假30', '男', 30, '2000-01-01', 'fakeman30@fake.com', '0920-000-030', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(36, '假人31號', '小假31', '女', 31, '2000-01-01', 'fakeman31@fake.com', '0920-000-031', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(37, '假人32號', '小假32', '女', 32, '2000-01-01', 'fakeman32@fake.com', '0920-000-032', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(38, '假人33號', '小假33', '女', 33, '2000-01-01', 'fakeman33@fake.com', '0920-000-033', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(39, '假人34號', '小假34', '女', 34, '2000-01-01', 'fakeman34@fake.com', '0920-000-034', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(40, '假人35號', '小假35', '男', 35, '2000-01-01', 'fakeman35@fake.com', '0920-000-035', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(41, '假人36號', '小假36', '女', 36, '2000-01-01', 'fakeman36@fake.com', '0920-000-036', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(42, '假人37號', '小假37', '女', 37, '2000-01-01', 'fakeman37@fake.com', '0920-000-037', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(43, '假人38號', '小假38', '女', 38, '2000-01-01', 'fakeman38@fake.com', '0920-000-038', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(44, '假人39號', '小假39', '女', 39, '2000-01-01', 'fakeman39@fake.com', '0920-000-039', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(45, '假人40號', '小假40', '男', 40, '2000-01-01', 'fakeman40@fake.com', '0920-000-040', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(46, '假人41號', '小假41', '女', 41, '2000-01-01', 'fakeman41@fake.com', '0920-000-041', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(47, '假人42號', '小假42', '女', 42, '2000-01-01', 'fakeman42@fake.com', '0920-000-042', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(48, '假人43號', '小假43', '女', 43, '2000-01-01', 'fakeman43@fake.com', '0920-000-043', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(49, '假人44號', '小假44', '女', 44, '2000-01-01', 'fakeman44@fake.com', '0920-000-044', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(50, '假人45號', '小假45', '男', 45, '2000-01-01', 'fakeman45@fake.com', '0920-000-045', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(51, '假人46號', '小假46', '女', 46, '2000-01-01', 'fakeman46@fake.com', '0920-000-046', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(52, '假人47號', '小假47', '女', 47, '2000-01-01', 'fakeman47@fake.com', '0920-000-047', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(53, '假人48號', '小假48', '女', 48, '2000-01-01', 'fakeman48@fake.com', '0920-000-048', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(54, '假人49號', '小假49', '女', 49, '2000-01-01', 'fakeman49@fake.com', '0920-000-049', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(55, '假人50號', '小假50', '男', 50, '2000-01-01', 'fakeman50@fake.com', '0920-000-050', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(56, '假人51號', '小假51', '女', 51, '2000-01-01', 'fakeman51@fake.com', '0920-000-051', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(57, '假人52號', '小假52', '女', 52, '2000-01-01', 'fakeman52@fake.com', '0920-000-052', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(58, '假人53號', '小假53', '女', 53, '2000-01-01', 'fakeman53@fake.com', '0920-000-053', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(59, '假人54號', '小假54', '女', 54, '2000-01-01', 'fakeman54@fake.com', '0920-000-054', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(60, '假人55號', '小假55', '男', 55, '2000-01-01', 'fakeman55@fake.com', '0920-000-055', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(61, '假人56號', '小假56', '女', 56, '2000-01-01', 'fakeman56@fake.com', '0920-000-056', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(62, '假人57號', '小假57', '女', 57, '2000-01-01', 'fakeman57@fake.com', '0920-000-057', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(63, '假人58號', '小假58', '女', 58, '2000-01-01', 'fakeman58@fake.com', '0920-000-058', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(64, '假人59號', '小假59', '女', 59, '2000-01-01', 'fakeman59@fake.com', '0920-000-059', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(65, '假人60號', '小假60', '男', 60, '2000-01-01', 'fakeman60@fake.com', '0920-000-060', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(66, '假人61號', '小假61', '女', 61, '2000-01-01', 'fakeman61@fake.com', '0920-000-061', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(67, '假人62號', '小假62', '女', 62, '2000-01-01', 'fakeman62@fake.com', '0920-000-062', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(68, '假人63號', '小假63', '女', 63, '2000-01-01', 'fakeman63@fake.com', '0920-000-063', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(69, '假人64號', '小假64', '女', 64, '2000-01-01', 'fakeman64@fake.com', '0920-000-064', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(70, '假人65號', '小假65', '男', 65, '2000-01-01', 'fakeman65@fake.com', '0920-000-065', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(71, '假人66號', '小假66', '女', 66, '2000-01-01', 'fakeman66@fake.com', '0920-000-066', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(72, '假人67號', '小假67', '女', 67, '2000-01-01', 'fakeman67@fake.com', '0920-000-067', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(73, '假人68號', '小假68', '女', 68, '2000-01-01', 'fakeman68@fake.com', '0920-000-068', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(74, '假人69號', '小假69', '女', 69, '2000-01-01', 'fakeman69@fake.com', '0920-000-069', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(75, '假人70號', '小假70', '男', 70, '2000-01-01', 'fakeman70@fake.com', '0920-000-070', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(76, '假人71號', '小假71', '女', 71, '2000-01-01', 'fakeman71@fake.com', '0920-000-071', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(77, '假人72號', '小假72', '女', 72, '2000-01-01', 'fakeman72@fake.com', '0920-000-072', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(78, '假人73號', '小假73', '女', 73, '2000-01-01', 'fakeman73@fake.com', '0920-000-073', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(79, '假人74號', '小假74', '女', 74, '2000-01-01', 'fakeman74@fake.com', '0920-000-074', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(80, '假人75號', '小假75', '男', 75, '2000-01-01', 'fakeman75@fake.com', '0920-000-075', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(81, '假人76號', '小假76', '女', 76, '2000-01-01', 'fakeman76@fake.com', '0920-000-076', '動作片,動畫片,喜劇片,偵探片,紀錄片,戲劇片,英雄片,恐怖片,武俠片,靈異片,文藝片,警匪片,科幻片,懸疑片,驚悚片,戰爭片,愛情片', 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(82, '假人77號', '小假77', '女', 77, '2000-01-01', 'fakeman77@fake.com', '0920-000-077', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(83, '假人78號', '小假78', '女', 78, '2000-01-01', 'fakeman78@fake.com', '0920-000-078', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(84, '假人79號', '小假79', '女', 79, '2000-01-01', 'fakeman79@fake.com', '0920-000-079', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(85, '假人80號', '小假80', '男', 80, '2000-01-01', 'fakeman80@fake.com', '0920-000-080', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(86, '假人81號', '小假81', '女', 81, '2000-01-01', 'fakeman81@fake.com', '0920-000-081', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(87, '假人82號', '小假82', '女', 82, '2000-01-01', 'fakeman82@fake.com', '0920-000-082', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(88, '假人83號', '小假83', '女', 83, '2000-01-01', 'fakeman83@fake.com', '0920-000-083', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(89, '假人84號', '小假84', '女', 84, '2000-01-01', 'fakeman84@fake.com', '0920-000-084', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(90, '假人85號', '小假85', '男', 85, '2000-01-01', 'fakeman85@fake.com', '0920-000-085', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(91, '假人86號', '小假86', '女', 86, '2000-01-01', 'fakeman86@fake.com', '0920-000-086', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(92, '假人87號', '小假87', '女', 87, '2000-01-01', 'fakeman87@fake.com', '0920-000-087', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(93, '假人88號', '小假88', '女', 88, '2000-01-01', 'fakeman88@fake.com', '0920-000-088', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(94, '假人89號', '小假89', '女', 89, '2000-01-01', 'fakeman89@fake.com', '0920-000-089', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(95, '假人90號', '小假90', '男', 90, '2000-01-01', 'fakeman90@fake.com', '0920-000-090', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(96, '假人91號', '小假91', '女', 91, '2000-01-01', 'fakeman91@fake.com', '0920-000-091', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(97, '假人92號', '小假92', '女', 92, '2000-01-01', 'fakeman92@fake.com', '0920-000-092', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(98, '假人93號', '小假93', '女', 93, '2000-01-01', 'fakeman93@fake.com', '0920-000-093', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(99, '假人94號', '小假94', '女', 94, '2000-01-01', 'fakeman94@fake.com', '0920-000-094', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(100, '假人95號', '小假95', '男', 95, '2000-01-01', 'fakeman95@fake.com', '0920-000-095', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(101, '假人96號', '小假96', '女', 96, '2000-01-01', 'fakeman96@fake.com', '0920-000-096', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(102, '假人97號', '小假97', '女', 97, '2000-01-01', 'fakeman97@fake.com', '0920-000-097', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(103, '假人98號', '小假98', '女', 98, '2000-01-01', 'fakeman98@fake.com', '0920-000-098', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(104, '假人99號', '小假99', '女', 99, '2000-01-01', 'fakeman99@fake.com', '0920-000-099', NULL, 'null.jpg', '2019-03-14 08:31:08', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(105, '測試1號', '測1', '女', 22, '2019-03-17', 'test@tt.com', '0900-000-000', NULL, '8bcc76aed2fa8014c7c4cc5351b2deb99c477852.jpg', '2019-03-17 15:23:41', 'qwe', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, 0, '1'),
(106, '測試2號', '測2', '女', 20, '1999-09-09', 'test02@tt.com', '0919191919', NULL, 'fb2a026f47f3e59ae7f0ff4ee4e5251b9654c943.jpg', '2019-03-18 06:02:02', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-18 14:02:02', 1, 0, '1'),
(110, '測試3號', '測3', '男', 20, '1999-09-09', 'test03@tt.com', '0919191919', '動畫片,喜劇片,科幻片', 'null.jpg', '2019-03-18 06:19:53', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-18 14:19:53', 1, 0, '1'),
(112, '測試4號', '測4', '女', 20, '1999-09-09', 'test04@tt.com', '0922-222-222', '動作片,動畫片,喜劇片,紀錄片,戲劇片,英雄片', '6c65962571a215546b0379f050130c750166c196.jpg', '2019-03-18 06:21:47', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-18 14:21:47', 1, 0, '1'),
(113, '測試5號', '測5', '男', 20, '1999-09-09', 'test05@tt.com', '0919191919', '動作片,紀錄片,武俠片,科幻片', 'null.jpg', '2019-03-18 06:43:57', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-18 14:43:57', 1, 0, '1'),
(117, '測試6號', '測6', '男', 31, '1988-11-11', 'test06@tt.com', '0919191919', '動畫片,喜劇片,英雄片', '74815c1a753ed9b75088096b3b45ea92d1bee111.jpg', '2019-03-18 06:50:43', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-18 14:50:43', 1, 0, '1'),
(118, '測試7號', '測7', '男', 31, '1988-11-11', 'test07@tt.com', '0919191919', '動畫片,喜劇片,戲劇片,英雄片', '525e5cc171cf766289028c90c9e3febfc8ecc9d5.jpg', '2019-03-18 06:56:25', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-18 14:56:25', 1, 0, '1'),
(119, '測試8號', '測8', '男', 20, '1999-09-09', 'test08@tt.com', '0919191919', '動作片,動畫片,喜劇片,偵探片,紀錄片,戲劇片,英雄片,恐怖片,武俠片,靈異片,文藝片,警匪片,科幻片,懸疑片,驚悚片,戰爭片,愛情片', 'eb457c4c4961b1eb04f7edba8ef098156717d3ae.jpg', '2019-03-18 08:10:10', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-18 16:10:10', 1, 0, '1'),
(120, '測試9號', '測9', '男', 20, '1999-09-09', 'test09@tt.com', '0919191919', '動作片,喜劇片', 'null.jpg', '2019-03-18 08:27:39', 'a9c50c3d9395c7fce34d7dc1e678236b2129600e', '0000-00-00 00:00:00', 0, '2019-03-18 16:27:39', 1, 0, '1'),
(133, '測試10號', '測10', '女', 20, '1988-11-11', 'test10@tt.com', '0919191919', '英雄片', '7742e777cf87443497751851832712579b6c813c.jpg', '2019-03-19 03:43:05', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 11:43:05', 1, 0, '1'),
(137, '測試11號', '測11', '女', 20, '1988-11-11', 'test11@tt.com', '0919191919', '動畫片', 'null.jpg', '2019-03-19 03:43:38', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 11:43:38', 1, 0, '1'),
(141, '測試12號', '測12', '男', 20, '1988-11-11', 'test12@tt.com', '0919191919', '動作片', 'null.jpg', '2019-03-19 03:47:04', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 11:47:04', 1, 0, '1'),
(142, '測試13號', '測13', '女', 20, '1999-09-09', 'test13@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 03:51:40', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 11:51:40', 1, 0, '1'),
(143, '測試14號', '測14', '女', 20, '1999-09-09', 'test14@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 04:02:06', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 12:02:06', 1, 0, '1'),
(145, '測試15號', '測15', '女', 20, '1999-09-09', 'test15@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 04:02:36', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 12:02:36', 1, 0, '1'),
(147, '測試16號', '測16', '女', 20, '1999-09-09', 'test16@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 04:04:26', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 12:04:26', 1, 0, '1'),
(150, '測試17號', '測17', '男', 20, '1988-11-11', 'test17@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 04:05:57', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 12:05:57', 1, 0, '1'),
(152, '測試18號', '測18', '男', 20, '1988-11-11', 'test18@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 04:07:27', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 12:07:27', 1, 0, '1'),
(154, '測試19號', '測19', '男', 20, '1988-11-11', 'test19@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 04:07:49', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 12:07:49', 1, 0, '1'),
(155, '測試20號', '測20', '男', 20, '1988-11-11', 'test20@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 04:09:30', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 12:09:30', 1, 0, '1'),
(158, '測試21號', '測21', '男', 20, '1988-11-11', 'test21@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 04:10:24', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 12:10:24', 1, 0, '1'),
(162, '測試22號', '測22', '女', 20, '1988-11-11', 'test22@tt.com', '0919191919', '動畫片', 'null.jpg', '2019-03-19 04:13:55', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 12:13:55', 1, 0, '1'),
(164, '測試23號', '測23', '女', 20, '1988-11-11', 'test23@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 04:14:23', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 12:14:23', 1, 0, '1'),
(168, '測試24號', '測24', '男', 20, '1988-11-11', 'test24@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 05:42:06', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 13:42:06', 1, 0, '1'),
(175, '測試25號', '測25', '男', 20, '1988-11-11', 'test25@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 05:46:13', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 13:46:13', 1, 0, '1'),
(177, '測試26號', '測26', '男', 20, '1988-11-11', 'test26@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 05:46:35', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 13:46:35', 1, 0, '1'),
(178, '測試27號', '測27', '男', 20, '1988-11-11', 'test27@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 05:48:34', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 13:48:34', 1, 0, '1'),
(180, '測試28號', '測28', '男', 20, '1988-11-11', 'test28@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 05:49:20', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 13:49:20', 1, 0, '1'),
(182, '測試29號', '測29', '男', 20, '1988-11-11', 'test29@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 05:49:43', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 13:49:43', 1, 0, '1'),
(184, '測試30號', '測30', '男', 20, '1988-11-11', 'test30@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 05:52:29', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 13:52:29', 1, 0, '1'),
(186, '測試31號', '測31', '男', 20, '1988-11-11', 'test31@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 05:52:46', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 13:52:46', 1, 0, '1'),
(189, '測試32號', '測32', '男', 20, '1988-11-11', 'test32@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 05:56:35', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 13:56:35', 1, 0, '1'),
(190, '測試33號', '測33', '男', 20, '1988-11-11', 'test33@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 05:56:48', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 13:56:48', 1, 0, '1'),
(192, '測試34號', '測34', '男', 20, '1988-11-11', 'test34@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 05:57:06', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 13:57:06', 1, 0, '1'),
(193, '測試35號', '測35', '男', 20, '1988-11-11', 'test35@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 06:03:12', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 14:03:12', 1, 0, '1'),
(195, '測試36號', '測36', '男', 20, '1988-11-11', 'test36@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 06:03:27', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 14:03:27', 1, 0, '1'),
(196, '測試37號', '測37', '男', 20, '1988-11-11', 'test37@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 06:07:46', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 14:07:46', 1, 0, '1'),
(198, '測試38號', '測38', '男', 20, '1988-11-11', 'test38@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 06:08:05', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 14:08:05', 1, 0, '1'),
(199, '測試40號', '測40', '男', 20, '1988-11-11', 'test40@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 10:06:38', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 18:06:38', 1, 0, '1'),
(201, '測試41號', '測41', '男', 20, '1988-11-11', 'test41@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 10:07:03', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-19 18:07:03', 1, 0, '1'),
(214, '測試42號', '測42', '男', 20, '1988-11-11', 'test42@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 10:28:22', '2622cf19571c82b10ee7f9305542dd652acd23ff', '0000-00-00 00:00:00', 0, '2019-03-19 18:28:22', 1, 0, '1'),
(216, '測試43號', '測43', '男', 20, '1988-11-11', 'test43@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 10:28:35', '2622cf19571c82b10ee7f9305542dd652acd23ff', '0000-00-00 00:00:00', 0, '2019-03-19 18:28:35', 1, 0, '1'),
(218, '測試44號', '測44', '男', 20, '1988-11-11', 'test44@tt.com', '0919191919', NULL, 'null.jpg', '2019-03-19 10:29:17', '2622cf19571c82b10ee7f9305542dd652acd23ff', '0000-00-00 00:00:00', 0, '2019-03-19 18:29:17', 1, 0, '1'),
(219, '圖片測試', '圖片測試', '男', 20, '1988-11-11', 'pic@ddd.com', '0919191919', NULL, 'null.jpg', '2019-03-20 03:59:44', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-20 11:59:44', 1, 0, '1'),
(221, '圖片測試2', '圖測2', '女', 20, '1988-11-11', 'pic2@ddd.com', '0919191919', NULL, 'null.jpg', '2019-03-20 04:00:41', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-20 12:00:41', 1, 0, '1'),
(222, '圖片測試3', '圖測3', '男', 20, '1988-11-11', 'pic3@ddd.com', '0919191919', NULL, 'a211a2eecd1a9835239130e08d2aedddf44f46c8.jpg', '2019-03-20 04:01:24', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-20 12:01:24', 1, 0, '1'),
(223, '測試圖片4', '測圖4', '女', 20, '1988-11-11', 'pic4@ddd.com', '0919191919', '動畫片', '9b33ce21a69e23f2b29d437e78eb6727a244c07a.png', '2019-03-20 05:49:29', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-20 13:49:29', 1, 0, '1'),
(224, 'p1', '1', '男', 20, '1988-11-11', 'p1@ddd.com', '0919191919', NULL, '7620bc5a2162c6abda204c5386968b1cb39da776.jpg', '2019-03-20 06:37:49', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-20 14:37:49', 1, 0, '1'),
(225, 'p2', '2', '男', 20, '1988-11-11', 'p2@ppp.com', '0919191919', NULL, '593e1c783d7526a668e1a7d084f909d8a1dd909d.png', '2019-03-20 06:42:24', 'eadc1dd8fc279583d5552700ae5d248e3fa123bd', '0000-00-00 00:00:00', 0, '2019-03-20 14:42:24', 1, 0, '1'),
(226, 'p3', 'p3', '男', 0, '1988-11-11', 'p3@ppp.com', '0919191919', NULL, 'b18d7afcacdf0949b16ba985dd0b9853ea8ce89a.jpg', '2019-03-20 06:51:35', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-20 14:51:35', 1, 0, '1'),
(227, 'p5', 'p5', '男', 20, '1988-11-11', 'pg@ppp.com', '0919191919', '動畫片', '7611d35162370d7225c091250e68f2368d9afc6a.jpg', '2019-03-20 07:09:50', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-20 15:09:50', 1, 0, '1'),
(228, '空一', '空1', '男', 20, '1988-11-11', 'oo1@ddd.com', '0919191919', '動作片', 'null.jpg', '2019-03-21 03:38:25', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-21 11:38:25', 1, 0, '1'),
(229, '空值二', '空2', '女', 20, '1988-11-11', 'o2@ddd.com', '0919191919', '動畫片', 'null.jpg', '2019-03-21 03:40:00', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-21 11:40:00', 1, 0, '1'),
(230, '空值三', '空3', '女', 20, '1988-11-11', 'o3@ddd.com', '0919191919', NULL, 'null.jpg', '2019-03-21 03:41:28', '40bd001563085fc35165329ea1ff5c5ecbdbbeef', '0000-00-00 00:00:00', 0, '2019-03-21 11:41:28', 1, 0, '1'),
(231, '空值四', '空4', '女', 20, '1988-11-11', 'o4@ddd.com', '0919191919', NULL, 'null.jpg', '2019-03-21 03:44:51', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-21 11:44:51', 1, 0, '1'),
(232, 'INFO', 'INFO1', '女', 20, '1988-11-11', 'info@ddd.com', '0919191919', '動畫片,英雄片,愛情片', 'null.jpg', '2019-03-21 09:07:41', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-21 17:07:41', 1, 0, '1'),
(234, '虛擬人物一號', '虛擬1', '男', 31, '1988-11-11', 'virtual01@vv.com', '0919191919', '動作片,戲劇片', '6d0dd940bcb01ce7a5bdf4f853c17bda09a5fd1b.jpg', '2019-03-22 03:57:04', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-22 11:57:04', 1, 0, '1'),
(236, '虛擬人物二號', '虛擬2', '男', 31, '1988-11-11', 'virtual02@vv.com', '0919191919', '動作片,喜劇片', '488789ace563179f0639cf2e38467b92c3d3bb37.jpg', '2019-03-22 03:57:24', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-22 11:57:24', 1, 0, '1'),
(237, '虛擬人物三號', '虛擬3', '男', 31, '1988-11-11', 'virtual03@vv.com', '0919191919', '恐怖片', '86ab202cdc7dd02ef4f592ea376a08d8eaf536e7.jpg', '2019-03-22 03:57:45', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-22 11:57:45', 1, 0, '1'),
(238, '虛擬人物四號', '虛擬4', '男', 31, '1988-11-11', 'virtual04@vv.com', '0919191919', '動作片,戲劇片,英雄片', 'a6e966307e0561307459a259f7c8ae700f6d0841.jpg', '2019-03-22 03:57:59', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-22 11:57:59', 1, 0, '1'),
(239, '虛擬人物五號', '虛擬5', '女', 31, '1988-11-11', 'virtual05@vv.com', '0919191919', NULL, '4b9346aa33ced080b795dcdd3c366182aeb74ab8.jpg', '2019-03-22 03:58:13', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-22 11:58:13', 1, 0, '1'),
(240, '虛擬人物六號', '虛擬6', '女', 31, '1988-11-11', 'virtual06@vv.com', '0919191919', NULL, '3c8b31075fdd7e7c180586a38d8690d58f449738.jpg', '2019-03-22 03:58:28', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-22 11:58:28', 1, 0, '1'),
(241, '虛擬人物七號', '虛擬7', '女', 31, '1988-11-11', 'virtual07@vv.com', '0919191919', '動畫片,英雄片,文藝片', 'null.jpg', '2019-03-22 03:58:51', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-22 11:58:51', 1, 0, '1'),
(242, '虛擬人物八號', '虛擬8', '女', 31, '1988-11-11', 'virtual08@vv.com', '0919191919', '紀錄片,懸疑片,驚悚片', 'null.jpg', '2019-03-22 03:59:07', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-22 11:59:07', 1, 0, '1'),
(244, '虛擬人物九號', '虛擬9', '男', 31, '1988-11-11', 'virtual09@vv.com', '0919191919', '動作片,喜劇片,懸疑片,愛情片', '1e44ed19497f55aa44622c722b310696e9ef89f6.jpg', '2019-03-22 03:59:28', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-22 11:59:28', 1, 0, '1'),
(245, 'ruru', 'ruru', '女', 18, '1999-11-11', '5566@56.com', '0919191919', '動作片,喜劇片,懸疑片,愛情片', '1e44ed19497f55aa44622c722b310696e9ef89f6.jpg', '2019-03-22 03:59:28', 'qwe', '0000-00-00 00:00:00', 0, '2019-03-22 11:59:28', 1, 0, '1'),
(246, '測試', 'test1234', '男', 123123, '1994-02-01', '123@gmail.com', '0912345678', '動畫片,英雄片', 'bdf3e7513a2f9a9a1e8ca9488cd984a0c6087651.jpg', '2019-03-22 06:23:35', '056eafe7cf52220de2df36845b8ed170c67e23e3', '0000-00-00 00:00:00', 0, '2019-03-22 14:23:35', 1, 0, '1');

-- --------------------------------------------------------

--
-- 資料表結構 `permission`
--

CREATE TABLE `permission` (
  `sid` int(11) NOT NULL,
  `no` int(11) NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 資料表的匯出資料 `permission`
--

INSERT INTO `permission` (`sid`, `no`, `name`) VALUES
(1, 0, '黑名單'),
(2, 1, '一般會員'),
(3, 2, 'VIP會員'),
(4, 3, '版主');

--
-- 已匯出資料表的索引
--

--
-- 資料表索引 `activity`
--
ALTER TABLE `activity`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `ad`
--
ALTER TABLE `ad`
  ADD PRIMARY KEY (`sn`);

--
-- 資料表索引 `article`
--
ALTER TABLE `article`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `cinema`
--
ALTER TABLE `cinema`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `comment`
--
ALTER TABLE `comment`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `film_primary_table`
--
ALTER TABLE `film_primary_table`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `forum`
--
ALTER TABLE `forum`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `member`
--
ALTER TABLE `member`
  ADD PRIMARY KEY (`sid`),
  ADD UNIQUE KEY `email` (`email`);

--
-- 資料表索引 `permission`
--
ALTER TABLE `permission`
  ADD PRIMARY KEY (`sid`),
  ADD UNIQUE KEY `no` (`no`);

--
-- 在匯出的資料表使用 AUTO_INCREMENT
--

--
-- 使用資料表 AUTO_INCREMENT `activity`
--
ALTER TABLE `activity`
  MODIFY `sid` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=96;

--
-- 使用資料表 AUTO_INCREMENT `ad`
--
ALTER TABLE `ad`
  MODIFY `sn` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=117;

--
-- 使用資料表 AUTO_INCREMENT `article`
--
ALTER TABLE `article`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- 使用資料表 AUTO_INCREMENT `cinema`
--
ALTER TABLE `cinema`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;

--
-- 使用資料表 AUTO_INCREMENT `comment`
--
ALTER TABLE `comment`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- 使用資料表 AUTO_INCREMENT `film_primary_table`
--
ALTER TABLE `film_primary_table`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=174;

--
-- 使用資料表 AUTO_INCREMENT `forum`
--
ALTER TABLE `forum`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT COMMENT '文章編號', AUTO_INCREMENT=108;

--
-- 使用資料表 AUTO_INCREMENT `member`
--
ALTER TABLE `member`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=247;

--
-- 使用資料表 AUTO_INCREMENT `permission`
--
ALTER TABLE `permission`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
